{
    "what is the biggest city in wyoming": "Was ist die größte Stadt in Wyoming?",
    "what wyoming city has the largest population": "Welche Stadt in Wyoming hat die meisten Einwohner?",
    "what is the largest city in wyoming": "Was ist die größte Stadt in Wyoming?",
    "where is the most populated area of wyoming": "Wo ist das bevölkerungsreichste Gebiet in Wyoming?",
    "which city in wyoming has the largest population": "Welche Stadt in Wyoming hat die größte Bevölkerung?",
    "what cities in wyoming have the highest number of citizens": "welche städte in wyoming haben die höchste einwohnerzahl",
    "what cities in wyoming have the highest populations": "welche städte in wyoming haben die höchste bevölkerungszahl",
    "what is the most populous city in wyoming": "Was ist die bevölkerungsreichste Stadt in Wyoming?",
    "what is the largest city in wyoming by population": "Was ist die größte Stadt in Wyoming nach Einwohnerzahl?",
    "what is the largest city of wyoming": "Was ist die größte Stadt in Wyoming?",
    "what is the city in wyoming with the largest population": "Welches ist die Stadt in Wyoming mit der größten Bevölkerung?",
    "which rivers run through the state with the largest city in the us": "welche Flüsse durch den Staat mit der größten Stadt der USA fließen",
    "how big is new mexico": "wie groß ist new mexico",
    "what is the area of new mexico": "Wie groß ist das Gebiet von New Mexico?",
    "how large is new mexico": "wie groß ist new mexico",
    "what is the area of the new mexico state": "Wie groß ist das Gebiet des Bundesstaates New Mexico?",
    "what is the size of new mexico": "Wie groß ist New Mexico?",
    "what is the area of new mexico in square kilometers": "Wie groß ist die Fläche New Mexicos in Quadratkilometern?",
    "how many people live in california": "Wie viele Menschen leben in Kalifornien?",
    "how many people reside in california": "Wie viele Menschen leben in Kalifornien?",
    "how many residents live in california": "Wie viele Einwohner leben in Kalifornien?",
    "how much population does california have": "Wie viele Einwohner hat Kalifornien?",
    "what are the population of california": "Wie hoch ist die Einwohnerzahl von Kalifornien?",
    "what is the population of california": "Wie hoch ist die Bevölkerung von Kalifornien?",
    "how many people are in the state of california": "Wie viele Menschen leben im Staat Kalifornien?",
    "what can you tell me about the population of california": "Was kannst du mir über die Bevölkerung von Kalifornien sagen?",
    "how many people are there in california": "Wie viele Menschen gibt es in Kalifornien?",
    "how many citizens in california": "wie viele Bürger in Kalifornien",
    "how many people stay in california": "Wie viele Menschen bleiben in Kalifornien",
    "how many citizens live in california": "Wie viele Bürger leben in Kalifornien?",
    "what state has the smallest population": "welcher Staat hat die kleinste Bevölkerung",
    "what is the least populous state": "Welches ist der bevölkerungsärmste Staat?",
    "what is the state with the lowest population": "Welches ist der Staat mit der niedrigsten Bevölkerungszahl?",
    "give me the cities in texas": "Gib mir die Städte in Texas",
    "tell me what cities are in texas": "Sag mir, welche Städte in Texas liegen",
    "what cities are located in texas": "welche städte liegen in texas",
    "what are the cities in texas": "Welche Städte gibt es in Texas?",
    "what cities in texas": "welche städte in texas",
    "give me the cities which are in texas": "Gib mir die Städte, die in Texas liegen",
    "what is the area of the state with the capital albany": "Wie groß ist die Fläche des Bundesstaates mit der Hauptstadt Albany?",
    "give me the lakes in california": "Gib mir die Seen in Kalifornien",
    "name the major lakes in michigan": "Nenne die großen Seen in Michigan",
    "what are the states": "Was sind die Staaten",
    "list the states": "die Staaten auflisten",
    "give me all the states of usa": "Gib mir alle Staaten der usa",
    "which states do ohio river flow through": "Durch welche Staaten fließt der Ohio River?",
    "what states does the ohio river run through": "Durch welche Staaten fließt der Ohio River?",
    "what states border the ohio river": "Welche Staaten grenzen an den Ohio River?",
    "which states border the ohio river": "Welche Staaten grenzen an den Ohio River?",
    "what states does the ohio run through": "Durch welche Staaten fließt der Ohio?",
    "where is the ohio river": "Wo liegt der Ohio River?",
    "which states does the ohio river run through": "Durch welche Staaten fließt der Ohio River?",
    "which states does the ohio run through": "Durch welche Staaten fließt der Ohio?",
    "which states does the ohio river pass through": "Durch welche Staaten fließt der Ohio River?",
    "what are the states that the ohio run through": "Durch welche Staaten fließt der Ohio?",
    "which state has the ohio river": "Welcher Staat hat den Ohio River",
    "what states have rivers named ohio": "Welche Staaten haben Flüsse mit dem Namen Ohio?",
    "through which states does the ohio flow": "Durch welche Staaten fließt der Ohio?",
    "what states are next to the ohio": "welche staaten liegen neben dem ohio",
    "through which states does the ohio run": "Durch welche Staaten fließt der Ohio?",
    "what states does the ohio river go through": "Durch welche Staaten fließt der Ohio River?",
    "what state has the largest population": "welcher Staat die größte Bevölkerung hat",
    "what is the most populous state": "Welches ist der bevölkerungsreichste Staat?",
    "what state is the largest in population": "Welcher Staat ist der bevölkerungsreichste?",
    "which state has the biggest population": "welcher Staat die größte Bevölkerung hat",
    "which state has the greatest population": "welcher Staat die größte Bevölkerung hat",
    "which state has the most population": "welcher Staat die meisten Einwohner hat",
    "what state has the most people": "Welcher Staat hat die meisten Menschen",
    "which state has the most people": "welcher Staat die meisten Menschen hat",
    "what is the most populous state in the us": "Welches ist der bevölkerungsreichste Staat der USA?",
    "what state has the highest population": "welcher Staat die höchste Bevölkerungszahl hat",
    "what is the lowest elevation in pennsylvania": "Was ist die niedrigste Erhebung in Pennsylvania?",
    "what is the highest point in each state whose lowest point is sea level": "Welches ist der höchste Punkt in jedem Staat, dessen niedrigster Punkt der Meeresspiegel ist?",
    "what is the length of the longest river in the usa": "Was ist die Länge des längsten Flusses in den USA?",
    "how long is the longest river in the usa": "Wie lang ist der längste Fluss in den USA?",
    "what is the longest river flowing through texas": "Welches ist der längste Fluss, der durch Texas fließt?",
    "what is the largest river in texas state": "Was ist der größte Fluss im Bundesstaat Texas?",
    "what is the longest river in texas": "Was ist der längste Fluss in Texas?",
    "what is the biggest river in texas": "Was ist der größte Fluss in Texas?",
    "what is the longest river that flows through texas": "Welches ist der längste Fluss, der durch Texas fließt?",
    "what are the biggest rivers in texas": "Welches sind die größten Flüsse in Texas?",
    "how many rivers are in idaho": "wie viele Flüsse es in Idaho gibt",
    "give me the number of rivers in idaho": "Gib mir die Anzahl der Flüsse in Idaho",
    "how many rivers does idaho have": "Wie viele Flüsse gibt es in Idaho?",
    "how many rivers are there in idaho": "Wie viele Flüsse gibt es in Idaho?",
    "how many rivers run through idaho": "Wie viele Flüsse fließen durch Idaho?",
    "how many rivers are found in idaho": "Wie viele Flüsse gibt es in Idaho?",
    "how many rivers in idaho": "Wie viele Flüsse gibt es in Idaho?",
    "what states neighbor kentucky": "Welche Staaten grenzen an Kentucky?",
    "which states border kentucky": "Welche Staaten grenzen an Kentucky?",
    "what states border kentucky": "Welche Staaten grenzen an Kentucky?",
    "give me the states that border kentucky": "Gib mir die Staaten, die an Kentucky grenzen",
    "what state borders kentucky": "Welcher Staat grenzt an Kentucky?",
    "what states are next to kentucky": "Welche Staaten liegen neben Kentucky?",
    "what states surround kentucky": "Welche Staaten umgeben Kentucky?",
    "which state borders kentucky": "welcher Staat grenzt an Kentucky",
    "what are the neighboring states for kentucky": "Was sind die Nachbarstaaten von Kentucky?",
    "which states adjoin kentucky": "Welche Staaten grenzen an Kentucky?",
    "states bordering kentucky": "An Kentucky angrenzende Staaten",
    "which state border kentucky": "welcher Staat grenzt an Kentucky",
    "what is the adjacent state of kentucky": "Was ist der angrenzende Staat Kentucky?",
    "name all the rivers in illinois": "Nenne alle Flüsse in Illinois",
    "rivers in illinois": "Flüsse in Illinois",
    "what are all the rivers in illinois": "Welche Flüsse gibt es in Illinois?",
    "what are the rivers in illinois": "Welche Flüsse gibt es in Illinois?",
    "what rivers are in illinois": "welche Flüsse es in Illinois gibt",
    "what rivers are there in illinois": "Welche Flüsse gibt es in Illinois?",
    "what rivers run through illinois": "Welche Flüsse fließen durch Illinois?",
    "what rivers flow through illinois": "Welche Flüsse fließen durch Illinois?",
    "what river flows through illinois": "Welcher Fluss fließt durch Illinois?",
    "what are the rivers in the state of illinois": "Welche Flüsse gibt es im Bundesstaat Illinois?",
    "name the rivers in illinois": "Nenne die Flüsse in Illinois",
    "what are the rivers of illinois": "Was sind die Flüsse von Illinois?",
    "which rivers are in illinois": "Welche Flüsse gibt es in Illinois?",
    "which rivers flow through illinois": "Welche Flüsse fließen durch Illinois?",
    "what is the river that cross over illinois": "Welches ist der Fluss, der Illinois durchquert?",
    "what river runs through illinois": "Welcher Fluss fließt durch Illinois?",
    "what state is springfield in": "In welchem Bundesland liegt Springfield?",
    "where is springfield": "wo ist springfield",
    "springfield is in what state": "Springfield liegt in welchem Staat",
    "what states have cities named springfield": "In welchen Staaten gibt es Städte mit dem Namen Springfield?",
    "which states have cities named springfield": "In welchen Staaten gibt es Städte mit dem Namen Springfield?",
    "which state is springfield in": "In welchem Bundesland liegt Springfield?",
    "what states have a city named springfield": "In welchen Staaten gibt es eine Stadt namens Springfield?",
    "what state has the city springfield": "In welchem Bundesland liegt die Stadt Springfield",
    "what states have towns named springfield": "In welchen Staaten gibt es Städte mit dem Namen Springfield?",
    "what state is springfield located in": "In welchem Bundesstaat befindet sich Springfield?",
    "in which state is springfield": "In welchem Staat liegt Springfield?",
    "which state is the city springfield located in": "In welchem Bundesstaat befindet sich die Stadt Springfield?",
    "what states in the united states have a city of springfield": "Welche Staaten in den Vereinigten Staaten haben eine Stadt Springfield?",
    "what is the population of the state with the largest area": "Wie hoch ist die Bevölkerung des Staates mit der größten Fläche?",
    "what is the population of the largest state": "Wie hoch ist die Bevölkerung des größten Staates?",
    "how many people live in boulder": "Wie viele Menschen leben in Boulder?",
    "what is the population of boulder": "Wie groß ist die Bevölkerung von Boulder?",
    "how many people lived in boulder": "wie viele Menschen in Boulder leben",
    "number of people in boulder": "Anzahl der Menschen in Boulder",
    "what is the population of boulder city": "Wie groß ist die Bevölkerung von Boulder City?",
    "how big is the city of boulder": "Wie groß ist die Stadt Boulder?",
    "population of boulder": "Bevölkerung von Boulder",
    "what is the population in boulder": "Wie hoch ist die Bevölkerungszahl in Boulder?",
    "people in boulder": "Menschen in Boulder",
    "how many people in boulder": "wie viele Menschen in Boulder",
    "how many inhabitants does boulder have": "Wie viele Einwohner hat Boulder?",
    "number of citizens in boulder": "Anzahl der Bürger in Boulder",
    "how many citizens in boulder": "wie viele Bürger in Boulder",
    "what is the smallest city in alaska": "Was ist die kleinste Stadt in Alaska?",
    "which states lie on the largest river in the united states": "welche staaten liegen am größten fluss der vereinigten staaten",
    "which states does the longest river run through": "Durch welche Staaten fließt der längste Fluss?",
    "which state has the longest river": "Welcher Staat hat den längsten Fluss",
    "what are the states through which the longest river runs": "Durch welche Staaten fließt der längste Fluss?",
    "which states does the longest river cross": "Durch welche Staaten fließt der längste Fluss?",
    "what is the population density of the state with the smallest area": "Wie hoch ist die Bevölkerungsdichte in dem Staat mit der kleinsten Fläche?",
    "what is the population density of the smallest state": "Wie hoch ist die Bevölkerungsdichte des kleinsten Staates?",
    "which states have points higher than the highest point in colorado": "Welche Staaten haben höhere Punkte als der höchste Punkt in Colorado",
    "which states have points that are higher than the highest point in colorado": "Welche Staaten haben Punkte, die höher sind als der höchste Punkt in Colorado",
    "what states high point are higher than that of colorado": "Welche Staaten haben höhere Höchststände als Colorado?",
    "what is the highest elevation in delaware": "Was ist die höchste Erhebung in Delaware",
    "how high is the highest point of delaware": "Wie hoch ist der höchste Punkt von Delaware",
    "how tall is the highest point in delaware": "Wie hoch ist der höchste Punkt in Delaware?",
    "what is the highest point in delaware in meters": "Was ist der höchste Punkt in Delaware in Metern",
    "how high is the highest point in delaware": "Wie hoch ist der höchste Punkt in Delaware",
    "give me the longest river that passes through the us": "Gib mir den längsten Fluss, der durch die USA fließt",
    "which is the longest river in usa": "Welcher ist der längste Fluss in den USA?",
    "what is the longest river in america": "Was ist der längste Fluss in Amerika?",
    "name the longest river in us": "Nenne den längsten Fluss der USA",
    "what river is the longest one in the united states": "Welcher Fluss ist der längste in den Vereinigten Staaten?",
    "what is the longest river in the us": "Was ist der längste Fluss in den USA?",
    "what is the longest river": "Was ist der längste Fluss",
    "what is the longest river in the united states": "Was ist der längste Fluss in den Vereinigten Staaten?",
    "what state has the city with the largest population": "In welchem Bundesland liegt die Stadt mit der größten Bevölkerung",
    "what state has the largest city": "Welcher Staat hat die größte Stadt",
    "which state has the largest city": "Welcher Staat hat die größte Stadt",
    "what state has the city with the most population": "Welcher Staat hat die Stadt mit den meisten Einwohnern?",
    "what is the smallest city in the largest state": "Was ist die kleinste Stadt im größten Bundesland?",
    "what state is the biggest": "welcher Staat ist der größte",
    "what is the state with the largest area": "Welches ist der Staat mit der größten Fläche?",
    "what state has the largest area": "Welcher Staat hat die größte Fläche",
    "what is the biggest state in continental us": "Welches ist der größte Staat auf dem amerikanischen Festland?",
    "state the state with the largest area": "Staat der Staat mit der größten Fläche",
    "what is the largest state in usa": "Welches ist der größte Staat der USA?",
    "what is the biggest state": "Was ist der größte Staat",
    "what is the biggest state in the usa": "Welches ist der größte Staat in den USA?",
    "give me the largest state": "gib mir den größten Staat",
    "what is the largest state in the us": "Welches ist der größte Bundesstaat der USA?",
    "what is the largest state": "Was ist der größte Staat",
    "what are the highest points of states surrounding mississippi": "Was sind die höchsten Punkte der Staaten rund um Mississippi?",
    "what are the high points of states surrounding mississippi": "Was sind die Höhepunkte der Staaten rund um Mississippi",
    "what is the highest point in states bordering colorado": "Was ist der höchste Punkt in den Staaten, die an Colorado grenzen?",
    "what is the highest point in the states bordering colorado": "Was ist der höchste Punkt in den Staaten, die an Colorado grenzen?",
    "what is the state with the lowest population density": "Welches ist der Staat mit der geringsten Bevölkerungsdichte?",
    "what state has the lowest population density": "Welcher Staat hat die geringste Bevölkerungsdichte?",
    "which state has the lowest population density": "welcher Staat die geringste Bevölkerungsdichte hat",
    "which state has the smallest population density": "welcher Staat die geringste Bevölkerungsdichte hat",
    "what state has the sparsest population density": "Welcher Staat hat die geringste Bevölkerungsdichte?",
    "which state has the sparsest population density": "welcher Staat die geringste Bevölkerungsdichte hat",
    "what state has the least population density": "welcher Staat die geringste Bevölkerungsdichte hat",
    "which state has the least population density": "welcher Staat die geringste Bevölkerungsdichte hat",
    "what state has the smallest population density": "welcher Staat hat die geringste Bevölkerungsdichte",
    "where is the highest point in texas": "Wo ist der höchste Punkt in Texas?",
    "what is the highest point in texas": "Was ist der höchste Punkt in Texas?",
    "what is the high point of texas": "Was ist der höchste Punkt von Texas?",
    "what is the highest mountain in texas": "Was ist der höchste Berg in Texas?",
    "could you tell me what is the highest point in the state of texas": "Kannst du mir sagen, welches der höchste Punkt im Staat Texas ist?",
    "what states have no bordering state": "welche Staaten haben keinen angrenzenden Staat",
    "name the states which have no surrounding states": "nenne die Staaten, die keine umliegenden Staaten haben",
    "which states border no other states": "welche Staaten an keine anderen Staaten grenzen",
    "what is the area of the state with the smallest population density": "Welches ist das Gebiet des Staates mit der geringsten Bevölkerungsdichte?",
    "count the states which have elevations lower than what alabama has": "Zähle die Staaten, deren Höhenlage niedriger ist als die von Alabama",
    "how high is guadalupe peak": "Wie hoch ist der Guadalupe Peak?",
    "how tall is guadalupe peak": "Wie hoch ist der Guadalupe Peak?",
    "what is the maximum elevation of guadalupe peak": "Was ist die maximale Höhe des Guadalupe Peak?",
    "how high is the highest point in america": "Wie hoch ist der höchste Punkt in Amerika?",
    "what is the highest elevation in the united states": "Was ist die höchste Erhebung in den Vereinigten Staaten?",
    "what is the elevation of the highest point in the usa": "Wie hoch ist der höchste Punkt in den USA?",
    "what is the height of the highest point in the usa": "Wie hoch ist der höchste Punkt in den USA?",
    "how long is the rio grande river": "Wie lang ist der Rio Grande Fluss?",
    "what is the length of the rio grande river": "Wie lang ist der Fluss Rio Grande?",
    "what length is the rio grande": "wie lang ist der rio grande",
    "how long is the rio grande": "wie lang ist der rio grande",
    "how long is the rio grande river in miles": "Wie lang ist der Rio Grande Fluss in Meilen",
    "how long is rio grande": "wie lang ist rio grande",
    "how long is the longest river in texas": "Wie lang ist der längste Fluss in Texas?",
    "what is the length of the longest river that runs through texas": "Wie lang ist der längste Fluss, der durch Texas fließt?",
    "how many capitals does rhode island have": "Wie viele Hauptstädte gibt es in Rhode Island?",
    "how many cities are there in the united states": "Wie viele Städte gibt es in den Vereinigten Staaten?",
    "how many cities does the usa have": "Wie viele Städte haben die USA?",
    "how many cities are there in the us": "Wie viele Städte gibt es in den USA?",
    "how many cities are there in usa": "Wie viele Städte gibt es in den USA?",
    "how many cities are there in us": "Wie viele Städte gibt es in den USA?",
    "how many major cities are there": "wie viele Großstädte gibt es",
    "how many citizens does the biggest city have in the usa": "Wie viele Einwohner hat die größte Stadt in den USA?",
    "how many colorado rivers are there": "Wie viele Flüsse gibt es in Colorado?",
    "how many rivers are called colorado": "Wie viele Flüsse heißen Colorado?",
    "what is the population of seattle washington": "Wie groß ist die Bevölkerung von Seattle, Washington?",
    "how many people live in seattle washington": "wie viele Menschen in Seattle, Washington, leben",
    "how many people live in the biggest city in alaska state": "Wie viele Menschen leben in der größten Stadt im Bundesstaat Alaska?",
    "how large is the largest city in alaska": "Wie groß ist die größte Stadt in Alaska?",
    "how many people live in the capital of texas": "Wie viele Menschen leben in der Hauptstadt von Texas?",
    "what is the size of the capital of texas": "Wie groß ist die Hauptstadt von Texas?",
    "how many people live in the united states": "Wie viele Menschen leben in den Vereinigten Staaten?",
    "what is the combined population of all 50 states": "Wie hoch ist die Gesamtbevölkerung aller 50 Staaten?",
    "how many states are in the usa": "Wie viele Staaten gibt es in den usa?",
    "how many states are there": "wie viele Staaten gibt es",
    "how many states are there in the usa": "Wie viele Staaten gibt es in den usa?",
    "how many states does usa have": "Wie viele Staaten haben die USA?",
    "how many states are in the united states": "Wie viele Staaten gibt es in den Vereinigten Staaten?",
    "how many states are there in united states": "Wie viele Staaten gibt es in den Vereinigten Staaten?",
    "how many states border kentucky": "Wie viele Staaten grenzen an Kentucky?",
    "how many states does kentucky border": "An wie viele Staaten grenzt Kentucky?",
    "kentucky borders how many states": "Kentucky grenzt an wie viele Staaten",
    "number of states bordering kentucky": "Anzahl der an Kentucky angrenzenden Staaten",
    "what is the number of neighboring states for kentucky": "Wie hoch ist die Anzahl der Nachbarstaaten von Kentucky?",
    "how many states border the state with the largest population": "wie viele Staaten an den Staat mit der größten Bevölkerung grenzen",
    "how many states do not have rivers": "wie viele Staaten keine Flüsse haben",
    "how many states have a higher point than the highest point of the state with the largest capital city in the us": "Wie viele Staaten haben einen höheren Punkt als den höchsten Punkt des Staates mit der größten Hauptstadt der USA?",
    "name the major rivers in illinois": "Nenne die großen Flüsse in Illinois",
    "what are the major rivers in illinois": "Welche sind die größten Flüsse in Illinois?",
    "what are major rivers in illinois": "Was sind die großen Flüsse in Illinois?",
    "what major rivers run through illinois": "Welche großen Flüsse fließen durch Illinois?",
    "through which states does the longest river in texas run": "Durch welche Staaten fließt der längste Fluss in Texas?",
    "what are the capital city in texas": "Was sind die Hauptstädte in Texas?",
    "what is the capital of texas": "Was ist die Hauptstadt von Texas?",
    "what is the capital of the texas state": "Was ist die Hauptstadt des Bundesstaates Texas?",
    "what is capital of texas": "Was ist die Hauptstadt von Texas?",
    "what is the capital of the state texas": "Was ist die Hauptstadt des Staates Texas?",
    "can you tell me the capital of texas": "Kannst du mir die Hauptstadt von Texas nennen?",
    "what are the capitals of states that border texas": "Wie lauten die Hauptstädte der Staaten, die an Texas grenzen?",
    "what are the capital cities of the states which border texas": "Wie lauten die Hauptstädte der Staaten, die an Texas grenzen?",
    "what are the capitals of the states that border texas": "Wie lauten die Hauptstädte der Staaten, die an Texas grenzen?",
    "which capitals are in the states that border texas": "Welche Hauptstädte gibt es in den Staaten, die an Texas grenzen?",
    "what are the cities in states through which the mississippi runs": "Wie heißen die Städte in den Staaten, durch die der Mississippi fließt?",
    "what are the cities of the state with the highest point": "Welches sind die Städte des Staates mit dem höchsten Punkt",
    "what are the highest points of all the states": "Welches sind die höchsten Punkte aller Staaten?",
    "what are the major cities in kansas": "Welche sind die größten Städte in Kansas?",
    "what are the major cities in the state of kansas": "Welches sind die größten Städte im Bundesstaat Kansas?",
    "what major cities are located in kansas": "Welche größeren Städte gibt es in Kansas?",
    "show major cities in kansas": "große Städte in Kansas anzeigen",
    "what are the names of the major cities in kansas": "Wie lauten die Namen der größten Städte in Kansas?",
    "what are the major cities of kansas": "Was sind die größten Städte in Kansas?",
    "what is the major cities in kansas": "Was sind die größten Städte in Kansas?",
    "what are the major cities in states through which the mississippi runs": "Welches sind die größten Städte in den Staaten, durch die der Mississippi fließt?",
    "what are the major cities in the usa": "Welche sind die größten Städte in den USA?",
    "what are the major cities of the united states": "Was sind die größten Städte der Vereinigten Staaten?",
    "what are the major cities of the us": "Was sind die größten Städte in den USA?",
    "what are the population densities of each us state": "Wie hoch ist die Bevölkerungsdichte in den einzelnen US-Bundesstaaten?",
    "what are the populations of states through which the mississippi river run": "Wie hoch ist die Bevölkerung der Staaten, durch die der Mississippi fließt?",
    "what are the populations of states through which the mississippi runs": "Wie hoch ist die Bevölkerung der Staaten, durch die der Mississippi fließt?",
    "what are the populations of the states through which the mississippi runs": "Wie hoch ist die Bevölkerung der Staaten, durch die der Mississippi fließt?",
    "what are the populations of states through which the mississippi river runs": "Wie hoch ist die Bevölkerung der Staaten, durch die der Mississippi fließt?",
    "what are the populations of the states through which the mississippi run": "Wie hoch ist die Bevölkerung der Staaten, durch die der Mississippi fließt?",
    "what are the populations of the states through which the mississippi river run": "Wie hoch ist die Bevölkerung der Staaten, durch die der Mississippi fließt?",
    "what are the populations of states through which the mississippi run": "Wie hoch ist die Bevölkerung der Staaten, durch die der Mississippi fließt?",
    "what are the populations of the states through which the mississippi river runs": "Wie hoch ist die Bevölkerung der Staaten, durch die der Mississippi fließt?",
    "what are the populations of states which border texas": "Wie hoch ist die Bevölkerung der Staaten, die an Texas grenzen?",
    "what are the populations of the major cities of wisconsin": "Wie hoch ist die Einwohnerzahl der größten Städte in Wisconsin?",
    "what are the populations of all the major cities in wisconsin": "Wie hoch ist die Einwohnerzahl aller größeren Städte in Wisconsin?",
    "what is the population of the major cities in wisconsin": "Wie hoch ist die Einwohnerzahl der größten Städte in Wisconsin?",
    "what city has the most people": "welche Stadt hat die meisten Menschen",
    "what city in the united states has the highest population density": "Welche Stadt in den Vereinigten Staaten hat die höchste Bevölkerungsdichte?",
    "what is the most populous city": "Was ist die bevölkerungsreichste Stadt",
    "which us city has the highest population density": "Welche Stadt in den USA hat die höchste Bevölkerungsdichte?",
    "what is the biggest city in the usa": "Was ist die größte Stadt in den USA?",
    "whats the largest city": "Was ist die größte Stadt?",
    "what city has the largest population": "welche Stadt hat die größte Bevölkerung",
    "what is the biggest city in the us": "Was ist die größte Stadt in den USA?",
    "what is the biggest city in usa": "Was ist die größte Stadt in den USA?",
    "what is the biggest capital city in the us": "Was ist die größte Hauptstadt in den USA?",
    "what is the largest capital city in the usa": "Was ist die größte Hauptstadt der USA?",
    "what is the largest state capital in population": "Was ist die bevölkerungsreichste Landeshauptstadt",
    "what is the largest capital": "Was ist das größte Kapital",
    "what is the most populated capital in the usa": "Welches ist die bevölkerungsreichste Hauptstadt der USA?",
    "what capital is the largest in the us": "Welche Hauptstadt ist die größte in den USA?",
    "what capital has the largest population": "welche Hauptstadt hat die größte Bevölkerung",
    "what is largest capital": "Was ist das größte Kapital",
    "what is the capital of states that have cities named durham": "Wie heißen die Hauptstädte der Staaten, die Städte mit dem Namen Durham haben?",
    "what is the capital of the smallest state": "Was ist die Hauptstadt des kleinsten Staates?",
    "what is the capital of the state with the largest population density": "Wie heißt die Hauptstadt des Staates mit der größten Bevölkerungsdichte?",
    "what is the capital of the state with the largest population": "Wie heißt die Hauptstadt des bevölkerungsreichsten Staates?",
    "what is the capital of the state with the most inhabitants": "Welches ist die Hauptstadt des Staates mit den meisten Einwohnern?",
    "what is the capital of the state with the longest river": "Wie lautet die Hauptstadt des Bundesstaates mit dem längsten Fluss?",
    "what is the combined area of all 50 states": "Wie groß ist die Fläche aller 50 Staaten zusammen?",
    "what is the area of all the states combined": "Wie groß ist die Fläche aller Staaten zusammen?",
    "how many square kilometers in the us": "Wie viele Quadratkilometer gibt es in den USA?",
    "what is the total area of the usa": "Wie groß ist die Gesamtfläche der usa?",
    "what is the density of the wyoming": "Wie hoch ist die Dichte der wyoming",
    "what is the population density of wyoming": "Wie hoch ist die Bevölkerungsdichte in Wyoming?",
    "what is the density of wyoming": "Wie hoch ist die Dichte von Wyoming?",
    "what is the highest mountain in the us": "Was ist der höchste Berg in den USA?",
    "what is the highest mountain in us": "Was ist der höchste Berg bei uns?",
    "what is the tallest mountain in america": "Was ist der höchste Berg in Amerika?",
    "what is the tallest mountain in the united states": "Was ist der höchste Berg in den Vereinigten Staaten?",
    "what is the highest point in the state with capital des moines": "Was ist der höchste Punkt im Bundesstaat mit der Hauptstadt Des Moines",
    "what is the highest point in the state with the capital des moines": "Was ist der höchste Punkt im Bundesstaat mit der Hauptstadt Des Moines",
    "what is the highest point in the usa": "Was ist der höchste Punkt in den USA?",
    "what is the highest point of the usa": "Was ist der höchste Punkt der USA?",
    "what is the highest point in the country": "Was ist der höchste Punkt des Landes?",
    "what is the highest point in the us": "Was ist der höchste Punkt in den USA?",
    "what is the highest point in the united states": "Was ist der höchste Punkt in den Vereinigten Staaten?",
    "what is the highest point of the state with the smallest population density": "Was ist der höchste Punkt des Staates mit der geringsten Bevölkerungsdichte?",
    "what is the largest city in smallest state through which the mississippi runs": "Welches ist die größte Stadt im kleinsten Staat, durch den der Mississippi fließt?",
    "what is the largest city in the smallest state in the usa": "Was ist die größte Stadt im kleinsten Bundesstaat der USA?",
    "what is the biggest city in the smallest state": "Was ist die größte Stadt im kleinsten Staat?",
    "what is the largest state bordering california": "Welches ist der größte Staat, der an Kalifornien grenzt?",
    "what is the largest state that borders california": "Welches ist der größte Staat, der an Kalifornien grenzt?",
    "what state that borders california is the largest": "Welcher Staat, der an Kalifornien grenzt, ist der größte",
    "what is the longest river in the largest state": "Welches ist der längste Fluss im größten Staat?",
    "what is the longest river in the states that border tennessee": "Welches ist der längste Fluss in den Staaten, die an Tennessee grenzen?",
    "what is the longest river that flows through a state that borders tennessee": "Welches ist der längste Fluss, der durch einen Staat fließt, der an Tennessee grenzt?",
    "what is the longest river that runs through a state that borders tennessee": "Welches ist der längste Fluss, der durch einen Staat fließt, der an Tennessee grenzt?",
    "what is the longest river in the state with the most major cities": "Welches ist der längste Fluss in dem Bundesstaat mit den meisten größeren Städten?",
    "what is the lowest point in iowa": "Was ist der tiefste Punkt in Iowa?",
    "what is the lowest point in iowa in meters": "Was ist der tiefste Punkt in Iowa in Metern",
    "what is the lowest point in the state of iowa": "Was ist der tiefste Punkt im Bundesstaat Iowa?",
    "where is the lowest point in iowa": "Wo ist der tiefste Punkt in Iowa?",
    "what is the lowest point of iowa": "Was ist der tiefste Punkt von Iowa",
    "where is the lowest spot in iowa": "Wo ist der tiefste Punkt in Iowa?",
    "what is the lowest point in usa": "Was ist der tiefste Punkt in den USA?",
    "what is the lowest point in the united states": "Was ist der tiefste Punkt in den Vereinigten Staaten?",
    "where is the lowest point in the us": "Wo ist der tiefste Punkt in den USA?",
    "what is the lowest point of the us": "Was ist der tiefste Punkt der USA",
    "what is the lowest point of all states through which the mississippi river runs through": "Was ist der tiefste Punkt aller Staaten, durch die der Mississippi fließt",
    "which is the lowest point of the states that the mississippi runs through": "das ist der tiefste Punkt der Staaten, durch die der Mississippi fließt",
    "what is the most dense state in the usa": "Welches ist der dichteste Staat in den USA?",
    "which state has the highest population density": "welcher Staat die höchste Bevölkerungsdichte hat",
    "which state has the greatest density": "welcher Staat die größte Dichte hat",
    "what state has the highest population density": "Welcher Staat hat die höchste Bevölkerungsdichte?",
    "what state has the greatest population density": "welcher Staat die größte Bevölkerungsdichte hat",
    "what state has the largest population density": "welcher Staat hat die größte Bevölkerungsdichte",
    "what is the state with the largest density in usa": "Welches ist der Staat mit der größten Dichte in den USA?",
    "what is the state with the largest population density": "Welches ist der Staat mit der größten Bevölkerungsdichte?",
    "which state has the largest density": "welcher Staat die größte Dichte hat",
    "what is the most populous state through which the mississippi runs": "Welches ist der bevölkerungsreichste Staat, durch den der Mississippi fließt?",
    "what state which the mississippi runs through has the largest population": "Welcher Staat, durch den der Mississippi fließt, hat die größte Bevölkerung?",
    "what is the population density of the largest state": "Wie hoch ist die Bevölkerungsdichte des größten Staates?",
    "what is the population of the largest city in the state with the largest area": "Wie hoch ist die Einwohnerzahl der größten Stadt im Bundesstaat mit der größten Fläche?",
    "what is the population of the smallest state": "Wie hoch ist die Bevölkerung des kleinsten Staates?",
    "what is the population of the state with the highest population density": "Wie hoch ist die Bevölkerung des Staates mit der höchsten Bevölkerungsdichte?",
    "how many people live in the state with the largest population density": "wie viele Menschen in dem Staat mit der größten Bevölkerungsdichte leben",
    "what is the smallest city in the usa": "Was ist die kleinste Stadt in den USA?",
    "what is the smallest city in the us": "Was ist die kleinste Stadt in den USA?",
    "what city has the least population": "welche Stadt hat die wenigsten Einwohner",
    "what is the city with the smallest population": "Welches ist die Stadt mit der kleinsten Bevölkerung?",
    "what is the smallest state bordering texas": "Welches ist der kleinste Staat, der an Texas grenzt?",
    "what is the smallest state that borders texas": "Welches ist der kleinste Staat, der an Texas grenzt?",
    "which state has the smallest area that borders texas": "Welcher Staat hat die kleinste Fläche, die an Texas grenzt?",
    "what is the smallest state that the mississippi river runs through": "Welches ist der kleinste Staat, durch den der Mississippi fließt?",
    "what is the state with the smallest area": "Welches ist der Staat mit der kleinsten Fläche?",
    "which is the smallest state": "das ist der kleinste Staat",
    "which state is the smallest": "welcher Staat der kleinste ist",
    "what is the smallest state in the usa": "Welches ist der kleinste Staat in den USA?",
    "what is the smallest state by area": "Welches ist der flächenmäßig kleinste Staat?",
    "what state has the smallest area": "Welcher Staat hat die kleinste Fläche",
    "what is the total length of all rivers in the usa": "Wie lang ist die Gesamtlänge aller Flüsse in den USA?",
    "what river flows through the most states": "Welcher Fluss fließt durch die meisten Staaten?",
    "which river goes through the most states": "welcher Fluss durch die meisten Staaten fließt",
    "which river runs through most states": "welcher Fluss durch die meisten Staaten fließt",
    "which river traverses most states": "welcher Fluss die meisten Staaten durchquert",
    "what river traverses the most states": "Welcher Fluss durchquert die meisten Staaten?",
    "which river runs through the most states": "Welcher Fluss fließt durch die meisten Staaten?",
    "what river runs through the most states": "Welcher Fluss fließt durch die meisten Staaten?",
    "what rivers are in states that border alabama": "Welche Flüsse gibt es in Staaten, die an Alabama grenzen?",
    "which rivers run through states bordering alabama": "Welche Flüsse fließen durch Staaten, die an Alabama grenzen?",
    "what rivers flow through states that alabama borders": "Welche Flüsse fließen durch Staaten, an die Alabama grenzt?",
    "what state bordering oklahoma has the largest population": "Welcher Staat, der an Oklahoma grenzt, hat die größte Bevölkerung",
    "which of the states bordering oklahoma has the largest population": "Welcher der an Oklahoma angrenzenden Staaten hat die größte Bevölkerung",
    "what state that borders oklahoma has the highest population": "Welcher Staat, der an Oklahoma grenzt, hat die höchste Bevölkerungszahl?",
    "what is the most populated state bordering oklahoma": "Welches ist der bevölkerungsreichste Staat, der an Oklahoma grenzt?",
    "what state contains the highest point of those the colorado river traverses": "In welchem Staat liegt der höchste Punkt der Staaten, die der Colorado River durchquert?",
    "what state has the largest capital": "welcher Staat hat die größte Hauptstadt",
    "which state 's capital city is the largest": "Welche Hauptstadt ist die größte Stadt des Landes?",
    "what state has the longest river": "Welcher Staat hat den längsten Fluss",
    "what state has the smallest urban population": "Welcher Staat hat die kleinste städtische Bevölkerung",
    "what states border states that border colorado": "Welche Staaten grenzen an Staaten, die an Colorado grenzen",
    "what states border states that the mississippi runs through": "Welche Staaten grenzen an die Staaten, durch die der Mississippi fließt?",
    "which states border states through which the mississippi traverses": "Welche Staaten grenzen an die Staaten, durch die der Mississippi fließt?",
    "what states border states which the mississippi runs through": "Welche Staaten grenzen an die Staaten, durch die der Mississippi fließt?",
    "what states border texas and have a major river": "Welche Staaten grenzen an Texas und haben einen großen Fluss?",
    "what states border the most populous state": "welche Staaten an den bevölkerungsreichsten Staat grenzen",
    "what are the states that border the state with the greatest population": "Welche Staaten grenzen an den Staat mit der größten Bevölkerung?",
    "what states border the state with the smallest area": "Welche Staaten grenzen an den Staat mit der kleinsten Fläche?",
    "which states border the state with the smallest area": "welche Staaten an den Staat mit der kleinsten Fläche grenzen",
    "what states contain at least one major rivers": "In welchen Staaten gibt es mindestens einen großen Fluss?",
    "where are mountains": "wo sind Berge",
    "where is the highest mountain of the united states": "Wo ist der höchste Berg der Vereinigten Staaten?",
    "which state has the highest peak in the country": "Welcher Staat hat den höchsten Berg des Landes?",
    "where is the smallest city": "wo ist die kleinste Stadt",
    "which is the density of the state that the largest river in the united states runs through": "Wie hoch ist die Dichte des Staates, durch den der größte Fluss der USA fließt?",
    "which is the highest peak not in alaska": "Welches ist der höchste Gipfel, der nicht in Alaska liegt?",
    "which rivers do not run through tennessee": "welche Flüsse nicht durch Tennessee fließen",
    "what rivers do not run through tennessee": "Welche Flüsse fließen nicht durch Tennessee?",
    "which rivers do not run through usa": "Welche Flüsse fließen nicht durch die USA?",
    "which rivers run through states that border the state with the capital atlanta": "welche Flüsse durch Staaten fließen, die an den Staat mit der Hauptstadt Atlanta grenzen",
    "what rivers run through the states that border the state with the capital atlanta": "Welche Flüsse fließen durch die Staaten, die an den Staat mit der Hauptstadt Atlanta grenzen?",
    "which state capital has the smallest population": "welche Landeshauptstadt hat die kleinste Bevölkerung",
    "which state has the highest elevation": "Welcher Staat hat die höchste Erhebung",
    "which state has the highest point": "Welcher Staat hat den höchsten Punkt",
    "what state has the highest elevation": "Welcher Staat hat die höchste Erhebung",
    "in which state does the highest point in usa exist": "In welchem Staat befindet sich der höchste Punkt der USA?",
    "what state has highest elevation": "Welcher Staat hat die höchste Erhebung",
    "what is the state with the highest elevation in the united states": "Welches ist der Staat mit der höchsten Erhebung in den Vereinigten Staaten?",
    "what is the state that contains the highest point": "Welches ist der Staat, in dem der höchste Punkt liegt?",
    "what state contains the highest point in the us": "In welchem Bundesstaat befindet sich der höchste Punkt der USA?",
    "which state has the lowest elevation": "welcher Staat die niedrigste Höhe hat",
    "what is the name of the state with the lowest point": "Wie heißt der Staat mit dem tiefsten Punkt?",
    "what is the state with the lowest point": "Welches ist der Staat mit dem tiefsten Punkt?",
    "which state has the lowest point that borders idaho": "Welcher Staat hat den tiefsten Punkt an der Grenze zu Idaho?",
    "which state has the smallest average urban population": "Welcher Staat hat die kleinste durchschnittliche Stadtbevölkerung",
    "which state is mount whitney in": "In welchem Bundesland liegt Mount Whitney?",
    "in what state is mount whitney": "In welchem Bundesland liegt Mount Whitney?",
    "where is mount whitney": "Wo ist Mount Whitney",
    "where is mount whitney located": "Wo befindet sich Mount Whitney?",
    "which states have a river": "welche Staaten einen Fluss haben",
    "what states have rivers running through them": "welche Staaten von Flüssen durchzogen sind",
    "which states have a major city named austin": "In welchen Staaten gibt es eine große Stadt namens Austin?",
    "what is the largest city in a state that borders california": "Was ist die größte Stadt in einem Bundesstaat, der an Kalifornien grenzt?",
    "what is the largest city in states that border california": "Was ist die größte Stadt in den Staaten, die an Kalifornien grenzen?",
    "how many rivers do not traverse the state with the capital albany": "wie viele Flüsse durchqueren nicht den Staat mit der Hauptstadt Albany",
    "what is the shortest river in texas": "Was ist der kürzeste Fluss in Texas?",
    "what are the major cities in the smallest state in the us": "Was sind die größten Städte im kleinsten Bundesstaat der USA?",
    "what is the population of the capital of the largest state through which the mississippi runs": "Wie hoch ist die Einwohnerzahl der Hauptstadt des größten Staates, durch den der Mississippi fließt?",
    "what is the shortest river in the usa": "Was ist der kürzeste Fluss in den USA?",
    "what is the shortest river": "Was ist der kürzeste Fluss",
    "what is the shortest river in the us": "Was ist der kürzeste Fluss in den USA?",
    "what is the shortest river in the united states": "Was ist der kürzeste Fluss in den Vereinigten Staaten?",
    "which is the shortest river": "welcher der kürzeste Fluss ist",
    "what is the capital of the state that borders the state that borders texas": "Wie lautet die Hauptstadt des Staates, der an den Staat grenzt, der an Texas grenzt?",
    "what is the smallest city of the smallest state in the us": "Was ist die kleinste Stadt im kleinsten Bundesstaat der USA?",
    "what is the population of the largest state that borders texas": "Wie hoch ist die Bevölkerung des größten Bundesstaates, der an Texas grenzt?",
    "what state is salem the capital of": "Welcher Staat ist die Hauptstadt von Salem?",
    "what states capital is salem": "Welche Staaten Hauptstadt ist Salem",
    "salem is the capital of which state": "Salem ist die Hauptstadt von welchem Staat",
    "what state has the capital salem": "Welcher Staat hat die Hauptstadt Salem",
    "what rivers flow through the state with the largest population": "Welche Flüsse fließen durch den Staat mit der größten Bevölkerung?",
    "what is the largest state that borders the state with the highest population": "Welches ist der größte Staat, der an den Staat mit der höchsten Bevölkerungszahl grenzt?",
    "how many rivers are there in us": "Wie viele Flüsse gibt es bei uns?",
    "name the 50 capitals in the usa": "Nenne die 50 Hauptstädte der usa",
    "how many states have a city named springfield": "In wie vielen Staaten gibt es eine Stadt namens Springfield?",
    "how many states have a city called springfield": "In wie vielen Staaten gibt es eine Stadt namens Springfield?",
    "how many states have cities named springfield": "In wie vielen Staaten gibt es Städte mit dem Namen Springfield?",
    "how many states have cities or towns named springfield": "In wie vielen Staaten gibt es Städte mit dem Namen Springfield?",
    "what state borders the state with the smallest population": "Welcher Staat grenzt an den Staat mit der kleinsten Bevölkerung?",
    "what are the lakes in states bordering texas": "Welche Seen gibt es in den an Texas angrenzenden Staaten?",
    "how many major cities are in texas": "Wie viele große Städte gibt es in Texas?",
    "how many big cities are in texas": "Wie viele große Städte gibt es in Texas?",
    "how many major cities are there in texas": "Wie viele große Städte gibt es in Texas?",
    "how high are the highest points of all the states": "Wie hoch sind die höchsten Punkte aller Staaten?",
    "how many states does the missouri run through": "Durch wie viele Staaten fließt der Missouri?",
    "how many states does the missouri river flow through": "Durch wie viele Staaten fließt der Missouri River?",
    "how many states does the missouri river run through": "Durch wie viele Staaten fließt der Missouri River?",
    "what is the longest river in the smallest state in the usa": "Was ist der längste Fluss im kleinsten Bundesstaat der USA?",
    "what is the average population per square km in pennsylvania": "Wie hoch ist die durchschnittliche Bevölkerung pro Quadratkilometer in Pennsylvania?",
    "what states border states that border states that border florida": "Welche Staaten grenzen an Staaten, die an Staaten grenzen, die an Florida grenzen?",
    "how many states border at least one other state": "wie viele Staaten an mindestens einen anderen Staat grenzen",
    "what is the height of the highest mountain in texas": "Wie hoch ist der höchste Berg in Texas?",
    "how many states border colorado and border new mexico": "Wie viele Staaten grenzen an Colorado und an New Mexico?",
    "how many major cities are in states bordering nebraska": "Wie viele große Städte liegen in Staaten, die an Nebraska grenzen?",
    "what is the total population of the states that border texas": "Wie hoch ist die Gesamtbevölkerung der Staaten, die an Texas grenzen?",
    "what are the major lakes in united states": "Was sind die größten Seen in den Vereinigten Staaten?",
    "show me all the major lakes in the us": "Zeig mir alle großen Seen in den USA",
    "name all the lakes of us": "nenne alle Seen von uns",
    "how many major rivers cross ohio": "Wie viele große Flüsse durchqueren Ohio?",
    "what state has the shortest river": "Welcher Staat hat den kürzesten Fluss",
    "how many states are next to major rivers": "wie viele Staaten an großen Flüssen liegen",
    "what is the height of mount mckinley": "Was ist die Höhe des Mount McKinley?",
    "what states does the shortest river run through": "Durch welche Staaten fließt der kürzeste Fluss?",
    "what is the highest point in the state with the smallest population": "Was ist der höchste Punkt im Staat mit der kleinsten Bevölkerung?",
    "which rivers run through the state with the lowest elevation in the usa": "Welche Flüsse fließen durch den Staat mit der niedrigsten Erhebung in den usa?",
    "what rivers run through the state with the lowest point in the usa": "Welche Flüsse fließen durch den Staat mit dem tiefsten Punkt in den USA?",
    "what mountains are in alaska": "Welche Berge gibt es in Alaska?",
    "how many states have major rivers": "wie viele Staaten große Flüsse haben",
    "what is the smallest state through which the longest river runs": "Welches ist der kleinste Staat, durch den der längste Fluss fließt?",
    "what is the largest state traversed by the rio grande river": "Welches ist der größte Staat, durch den der Rio Grande fließt?",
    "what is the largest of the state that the rio grande runs through": "Welches ist der größte Bundesstaat, durch den der Rio Grande fließt?",
    "how many rivers run through the states bordering colorado": "Wie viele Flüsse fließen durch die Staaten, die an Colorado grenzen?",
    "what state has no rivers": "welcher Staat hat keine Flüsse",
    "what is the capital of the largest state": "Was ist die Hauptstadt des größten Staates",
    "what is the capital city of the largest state in the us": "Was ist die Hauptstadt des größten Bundesstaates der USA?",
    "how many cities are in texas": "Wie viele Städte gibt es in Texas?",
    "how many cities does texas have": "Wie viele Städte gibt es in Texas?",
    "what is the area of the states": "Wie groß ist die Fläche der Staaten?",
    "how many states in the us does the shortest river run through": "Durch wie viele Staaten der USA fließt der kürzeste Fluss?",
    "what rivers flow through states that border the state with the largest population": "welche Flüsse durch Staaten fließen, die an den Staat mit der größten Bevölkerung grenzen",
    "what are the major cities in the largest state": "Welches sind die größten Städte im größten Staat?",
    "what is the area of the smallest state": "Wie groß ist die Fläche des kleinsten Staates?",
    "which states border the longest river in the usa": "Welche Staaten grenzen an den längsten Fluss der usa?",
    "what is the population density of the state with the smallest population": "Wie hoch ist die Bevölkerungsdichte des Staates mit der kleinsten Bevölkerung?",
    "how many states border the mississippi river": "Wie viele Staaten grenzen an den Mississippi?",
    "what states have a capital that is the highest point in the state": "Welche Staaten haben eine Hauptstadt, die der höchste Punkt des Staates ist?",
    "what is the population of the capital of the smallest state": "Wie hoch ist die Einwohnerzahl der Hauptstadt des kleinsten Staates?",
    "what is the population of the capital of the largest state": "Wie hoch ist die Einwohnerzahl der Hauptstadt des größten Staates?",
    "what is the lowest point of the state with the largest area": "Was ist der tiefste Punkt des Staates mit der größten Fläche",
    "what states border states that border the state with the largest population": "welche Staaten grenzen an Staaten, die an den Staat mit der größten Bevölkerung grenzen",
    "what is the size of the largest state in the usa": "Wie groß ist der größte Bundesstaat der USA?",
    "what is the area of the largest state": "Wie groß ist die Fläche des größten Staates?",
    "which capitals are not major cities": "welche Hauptstädte keine Großstädte sind",
    "give me the cities in usa": "Gib mir die Städte in den USA",
    "what is the highest point of the state with the largest area": "Welches ist der höchste Punkt des Staates mit der größten Fläche?",
    "where is massachusetts": "Wo liegt Massachusetts?",
    "what state has the largest urban population": "Welcher Staat hat die größte städtische Bevölkerung",
    "what are the major rivers in the us": "Was sind die größten Flüsse in den USA?",
    "how many cities named austin are there in the usa": "Wie viele Städte mit dem Namen Austin gibt es in den USA?",
    "how many people live in the smallest state bordering wyoming": "Wie viele Menschen leben im kleinsten Staat, der an Wyoming grenzt?",
    "what is the length of the colorado river in texas": "Wie lang ist der Colorado River in Texas?",
    "what is the population density in the state with capital austin": "Wie hoch ist die Bevölkerungsdichte in dem Bundesstaat mit der Hauptstadt Austin?",
    "how long is the shortest river in the usa": "Wie lang ist der kürzeste Fluss in den USA?",
    "what is the elevation of death valley": "Wie hoch ist das Death Valley?",
    "what is the average population of the us by state": "Wie hoch ist die durchschnittliche Bevölkerung der USA nach Bundesstaaten?",
    "what rivers flow through the largest state": "welche Flüsse durch den größten Staat fließen",
    "what states border states that border states that border states that border texas": "welche staaten grenzen an staaten, die an staaten grenzen, die an texas grenzen",
    "how many states border on the state whose capital is boston": "Wie viele Staaten grenzen an den Staat, dessen Hauptstadt Boston ist?",
    "what are the major cities in the states through which the major river in virginia runs": "Welches sind die größten Städte in den Staaten, durch die der größte Fluss in Virginia fließt?",
    "which states does not border texas": "Welche Staaten grenzen nicht an Texas?",
    "how many states border the largest state": "Wie viele Staaten grenzen an den größten Staat?",
    "which state is the largest city in montana in": "In welchem Bundesstaat liegt die größte Stadt in Montana?",
    "what is capital of the state with the lowest point": "Was ist die Hauptstadt des Staates mit dem niedrigsten Punkt",
    "what is the biggest american city in a state with a river": "Was ist die größte amerikanische Stadt in einem Staat mit einem Fluss?",
    "how many rivers are in the state with the largest population": "wie viele Flüsse es in dem bevölkerungsreichsten Bundesland gibt",
    "what is the largest state that borders the state with the lowest point in the usa": "Welches ist der größte Staat, der an den Staat mit dem niedrigsten Punkt in den USA grenzt?",
    "what is the capital of the state with the highest point": "Wie heißt die Hauptstadt des Staates mit dem höchsten Punkt?",
    "what is the capital of the state with the highest elevation": "Welches ist die Hauptstadt des Bundesstaates mit der höchsten Erhebung?",
    "what is the highest point in the smallest state": "Was ist der höchste Punkt des kleinsten Staates?",
    "how many rivers are in the state with the highest point.": "wie viele Flüsse es in dem Staat mit dem höchsten Punkt gibt.",
    "how high is the highest point in the largest state": "Wie hoch ist der höchste Punkt des größten Staates?",
    "what is the longest river in the state with the highest point": "Welches ist der längste Fluss im Bundesstaat mit dem höchsten Punkt?",
    "papers that are coauthored by Peter Mertens and Dina Barbian": "Arbeiten, die von Peter Mertens und Dina Barbian mitverfasst wurden",
    "papers written by Peter Mertens and Dina Barbian": "Beiträge von Peter Mertens und Dina Barbian",
    "what are the papers that have Peter Mertens and Dina Barbian as co-authors": "Welche Arbeiten haben Peter Mertens und Dina Barbian als Co-Autoren?",
    "What papers have Peter Mertens and Dina Barbian written ?": "Welche Arbeiten haben Peter Mertens und Dina Barbian geschrieben?",
    "what paper did Peter Mertens and Dina Barbian write together ?": "Welche Arbeit haben Peter Mertens und Dina Barbian zusammen geschrieben?",
    "Has Peter Mertens and Dina Barbian written a paper together ?": "Haben Peter Mertens und Dina Barbian gemeinsam eine Arbeit geschrieben?",
    "Papers by Peter Mertens and Dina Barbian": "Referate von Peter Mertens und Dina Barbian",
    "papers by authors Peter Mertens and Dina Barbian": "Beiträge der Autoren Peter Mertens und Dina Barbian",
    "What papers were written by authors Peter Mertens and Dina Barbian": "Welche Artikel wurden von den Autoren Peter Mertens und Dina Barbian geschrieben?",
    "papers by Peter Mertens and Dina Barbian": "Beiträge von Peter Mertens und Dina Barbian",
    "papers written by authors Peter Mertens and Dina Barbian": "Beiträge der Autoren Peter Mertens und Dina Barbian",
    "When did Peter Mertens and Dina Barbian collaborate ?": "Wann haben Peter Mertens und Dina Barbian zusammengearbeitet?",
    "what are the collaborations of Peter Mertens and Dina Barbian ?": "Wie sehen die Kooperationen von Peter Mertens und Dina Barbian aus?",
    "Have Peter Mertens and Dina Barbian written a paper together ?": "Haben Peter Mertens und Dina Barbian gemeinsam eine Arbeit geschrieben?",
    "Peter Mertens and Dina Barbian as co-authors": "Peter Mertens und Dina Barbian als Co-Autoren",
    "Does Peter Mertens ever collaborated with Dina Barbian ?": "Hat Peter Mertens jemals mit Dina Barbian zusammengearbeitet?",
    "Which papers have Peter Mertens and Dina Barbian as co-authors ?": "Welche Arbeiten haben Peter Mertens und Dina Barbian als Co-Autoren?",
    "papers coauthored by Peter Mertens and Dina Barbian": "Beiträge in Zusammenarbeit mit Peter Mertens und Dina Barbian",
    "What papers have been written by Peter Mertens and Dina Barbian ?": "Welche Arbeiten wurden von Peter Mertens und Dina Barbian geschrieben?",
    "What papers have been written by both Peter Mertens and Dina Barbian ?": "Welche Arbeiten wurden von Peter Mertens und Dina Barbian geschrieben?",
    "What papers have been written by Peter Mertens and Dina Barbian .": "Welche Arbeiten wurden von Peter Mertens und Dina Barbian geschrieben?",
    "who has written the most syntactic parsing papers ?": "Wer hat die meisten Arbeiten zum syntaktischen Parsing geschrieben?",
    "who is the most published author in syntactic parsing ?": "Wer ist der meistpublizierte Autor auf dem Gebiet des syntaktischen Parsing?",
    "who has the most publications in syntactic parsing ?": "Wer hat die meisten Veröffentlichungen im Bereich syntaktisches Parsing?",
    "who has written the most papers on syntactic parsing ?": "Wer hat die meisten Arbeiten über syntaktisches Parsing geschrieben?",
    "List prominent scholars in syntactic parsing ?": "Liste prominenter Wissenschaftler im Bereich syntaktisches Parsing ?",
    "who wrote the most papers on syntactic parsing ?": "Wer hat die meisten Arbeiten über syntaktisches Parsing geschrieben?",
    "Who are the authors with the most published papers in syntactic parsing ?": "Wer sind die Autoren mit den meisten Veröffentlichungen im Bereich syntaktisches Parsing?",
    "top syntactic parsing author": "top syntactic parsing Autor",
    "top author in syntactic parsing": "Top-Autor im syntaktischen Parsing",
    "who published the most in syntactic parsing ?": "Wer hat am meisten über syntaktisches Parsing veröffentlicht?",
    "who published the most papers in syntactic parsing ?": "Wer hat die meisten Arbeiten zum syntaktischen Parsing veröffentlicht?",
    "How many citation noah a smith has ?": "Wie viele Zitate hat Noah A Smith?",
    "noah a smith citation count": "noah a smith zählung der zitate",
    "how many citations does noah a smith have ?": "Wie viele Zitate hat Noah A. Smith?",
    "How many citations does noah a smith have ?": "Wie viele Zitate hat Noah A Smith?",
    "number of citations of noah a smith": "anzahl der zitate von noah a smith",
    "How many citations does noah a smith have": "Wie viele Zitate hat Noah A Smith",
    "How many times was noah a smith cited ?": "Wie oft wurde Noah als Schmied zitiert?",
    "How many citations does noah a smith has ?": "Wie viele Zitate hat Noah Schmied?",
    "chi papers": "welche Papiere",
    "papers at chi": "Papiere bei chi",
    "papers in chi": "Papiere in Chi",
    "chi": "chi",
    "Papers about chi": "Papiere über chi",
    "Show me chi papers .": "Zeig mir die Chi-Papiere.",
    "what papers did chi publish ?": "Welche Arbeiten hat Chi veröffentlicht?",
    "list papers published in chi": "liste der in chi veröffentlichten papiere",
    "Papers on chi": "Papiere über chi",
    "Has mirella lapata written any papers in 2016 ?": "Hat Mirella Lapata im Jahr 2016 irgendwelche Arbeiten geschrieben?",
    "What papers has sharon goldwater written ?": "Welche Arbeiten hat Sharon Goldwater geschrieben?",
    "What papers has written by sharon goldwater ?": "Welche Arbeiten hat Sharon Goldwater geschrieben?",
    "papers by sharon goldwater": "Aufsätze von Sharon Goldwater",
    "what did sharon goldwater write ?": "Was hat Sharon Goldwater geschrieben?",
    "papers where sharon goldwater is an author": "Zeitungen, in denen Sharon Goldwater eine Autorin ist",
    "Papers authored by sharon goldwater": "Von Sharon Goldwater verfasste Papiere",
    "sharon goldwater papers": "sharon goldwater papers",
    "Papers by sharon goldwater": "Aufsätze von sharon goldwater",
    "Papers written by sharon goldwater": "Aufsätze von Sharon Goldwater",
    "which papers has sharon goldwater written ?": "Welche Arbeiten hat Sharon Goldwater geschrieben?",
    "papers written by sharon goldwater": "Aufsätze von Sharon Goldwater",
    "What has sharon goldwater published ?": "Was hat Sharon Goldwater veröffentlicht?",
    "Does sharon goldwater have any papers published ?": "Hat Sharon Goldwater irgendwelche Arbeiten veröffentlicht?",
    "sharon goldwater 's papers": "sharon goldwater 's papiere",
    "show me papers by sharon goldwater .": "zeige mir Papiere von Sharon Goldwater.",
    "What papers are authored by sharon goldwater ?": "Welche Arbeiten wurden von Sharon Goldwater verfasst?",
    "papers by sharon goldwater ?": "Papiere von Sharon Goldwater ?",
    "What was oren etzioni 's latest paper ?": "Was war die letzte Arbeit von Oren Etzioni?",
    "Latest paper by oren etzioni": "Neuester Beitrag von oren etzioni",
    "What is the latest paper by oren etzioni ?": "Was ist das neueste Papier von Oren Etzioni?",
    "What is oren etzioni 's latest paper ?": "Was ist die neueste Arbeit von Oren Etzioni?",
    "What are the latest papers by oren etzioni ?": "Was sind die neuesten Arbeiten von Oren Etzioni?",
    "most recent papers by oren etzioni": "Die neuesten Beiträge von Oren Etzioni",
    "are there any monte carlo simulation papers since 2011 ?": "Gibt es irgendwelche Monte-Carlo-Simulationen seit 2011?",
    "monte carlo simulation papers later than 2011": "monte carlo simulation papiere später als 2011",
    "monte carlo simulation later than 2011": "monte carlo simulation später als 2011",
    "monte carlo simulation papers published after 2011": "nach 2011 veröffentlichte monte carlo simulationen",
    "monte carlo simulation papers since 2011": "monte carlo simulation papers seit 2011",
    "does ras bodik publish a lot ?": "Veröffentlicht ras bodik viel?",
    "How many papers did David M. Blei publish at AISTATS ?": "Wie viele Arbeiten hat David M. Blei bei AISTATS veröffentlicht?",
    "How many papers does David M. Blei have in AISTATS ?": "Wie viele Beiträge hat David M. Blei in AISTATS?",
    "How many papers has David M. Blei published in AISTATS ?": "Wie viele Artikel hat David M. Blei in AISTATS veröffentlicht?",
    "how many papers does David M. Blei have at AISTATS": "wie viele Arbeiten hat David M. Blei bei AISTATS",
    "how many papers does David M. Blei have in AISTATS ?": "Wie viele Arbeiten hat David M. Blei in AISTATS?",
    "how many David M. Blei papers are in AISTATS ?": "wie viele David M. Blei-Papiere sind in AISTATS?",
    "How many papers David M. Blei has in AISTATS ?": "Wie viele Beiträge hat David M. Blei in AISTATS?",
    "How many papers does David M. Blei have in AISTATS": "Wie viele Beiträge hat David M. Blei in AISTATS",
    "List all academic papers on machine networks for one shot learning": "Liste aller wissenschaftlichen Arbeiten über maschinelle Netzwerke für One-Shot-Learning",
    "machine networks for one shot learning": "Maschinelle Netzwerke für One-Shot-Learning",
    "which EMNLP 2010 papers have the most citations ?": "Welche EMNLP 2010 Beiträge haben die meisten Zitate?",
    "Which paper from EMNLP 2010 was cited most ?": "Welcher Beitrag von EMNLP 2010 wurde am häufigsten zitiert?",
    "most cited EMNLP 2010 papers": "Meist zitierte EMNLP 2010 Beiträge",
    "which EMNLP 2010 papers have been cited the most ?": "Welche EMNLP 2010 Beiträge wurden am häufigsten zitiert?",
    "What papers were published at CVPR in 2016 about Class consistent multi-modal fusion with binary features applied to RGB-D Object Dataset ?": "Welche Arbeiten wurden auf der CVPR 2016 zum Thema \"Class consistent multi-modal fusion with binary features applied to RGB-D Object Dataset\" veröffentlicht?",
    "What papers were published at CVPR '16 about Class consistent multi-modal fusion with binary features applied to RGB-D Object Dataset ?": "Welche Arbeiten wurden auf der CVPR '16 zum Thema Class consistent multi-modal fusion with binary features applied to RGB-D Object Dataset veröffentlicht?",
    "How many papers are in deep learning ?": "Wie viele Arbeiten gibt es im Bereich Deep Learning?",
    "How many papers are about deep learning ?": "Wie viele Arbeiten befassen sich mit Deep Learning?",
    "how many papers about deep learning ?": "wie viele Arbeiten über Deep Learning?",
    "How many papers are related to deep learning ?": "Wie viele Arbeiten haben einen Bezug zu Deep Learning?",
    "How many papers has Christopher D. Manning written ?": "Wie viele Arbeiten hat Christopher D. Manning geschrieben?",
    "How many papers does Christopher D. Manning have ?": "Wie viele Papiere hat Christopher D. Manning?",
    "How many papers has Christopher D. Manning ?": "Wie viele Papiere hat Christopher D. Manning?",
    "How many papers has Christopher D. Manning published ?": "Wie viele Arbeiten hat Christopher D. Manning veröffentlicht?",
    "how many papers has Christopher D. Manning written ?": "Wie viele Arbeiten hat Christopher D. Manning geschrieben?",
    "Has Christopher D. Manning published any papers ?": "Hat Christopher D. Manning schon etwas veröffentlicht?",
    "how many papers has Christopher D. Manning published ?": "Wie viele Arbeiten hat Christopher D. Manning veröffentlicht?",
    "how many papers does Christopher D. Manning have ?": "Wie viele Papiere hat Christopher D. Manning?",
    "How many paper does Christopher D. Manning have ?": "Wie viele Papiere hat Christopher D. Manning?",
    "How many publications does Christopher D. Manning have ?": "Wie viele Veröffentlichungen hat Christopher D. Manning?",
    "How many papers does Christopher D. Manning have": "Wie viele Papiere hat Christopher D. Manning",
    "number of papers written by Christopher D. Manning": "Anzahl der von Christopher D. Manning verfassten Arbeiten",
    "what kind of papers does Luke Zettlemoyer publish": "Welche Art von Papieren veröffentlicht Luke Zettlemoyer?",
    "Keyphrases used by Luke Zettlemoyer": "Von Luke Zettlemoyer verwendete Schlüsselwörter",
    "What keywords are in papers by Luke Zettlemoyer ?": "Welche Schlüsselwörter stehen in den Artikeln von Luke Zettlemoyer?",
    "keywords used by Luke Zettlemoyer": "Von Luke Zettlemoyer verwendete Schlüsselwörter",
    "what keywords are used by Luke Zettlemoyer": "Welche Schlüsselwörter werden von Luke Zettlemoyer verwendet?",
    "keyphrases used by Luke Zettlemoyer": "Von Luke Zettlemoyer verwendete Schlüsselwörter",
    "keyphrases by Luke Zettlemoyer": "Keyphrasen von Luke Zettlemoyer",
    "give me the keywords used by Luke Zettlemoyer": "Gib mir die von Luke Zettlemoyer verwendeten Schlüsselwörter",
    "What topic does Luke Zettlemoyer write about ?": "Über welches Thema schreibt Luke Zettlemoyer?",
    "what topics does Luke Zettlemoyer publish in": "Welche Themen veröffentlicht Luke Zettlemoyer in",
    "keywords in the papers written by Luke Zettlemoyer": "Schlüsselwörter in den von Luke Zettlemoyer geschriebenen Papieren",
    "keyphrases used by Luke Zettlemoyer .": "Keyphrasen, die von Luke Zettlemoyer verwendet werden.",
    "topics used by Luke Zettlemoyer": "Von Luke Zettlemoyer verwendete Themen",
    "What conference does Daniella Coelho publish in ?": "Auf welcher Konferenz veröffentlicht Daniella Coelho?",
    "conferences that Daniella Coelho has published in": "Konferenzen, die Daniella Coelho veröffentlicht hat in",
    "In which conferences does Daniella Coelho typically publish ?": "Auf welchen Konferenzen veröffentlicht Daniella Coelho normalerweise?",
    "in what conferences does Daniella Coelho publish ?": "Auf welchen Konferenzen veröffentlicht Daniella Coelho?",
    "What conferences does Daniella Coelho publish in ?": "Auf welchen Konferenzen veröffentlicht Daniella Coelho?",
    "At which conferences does Daniella Coelho publish ?": "Auf welchen Konferenzen veröffentlicht Daniella Coelho?",
    "What conferences does Daniella Coelho submit to ?": "Bei welchen Konferenzen ist Daniella Coelho dabei?",
    "How many papers are there ?": "Wie viele Zeitungen gibt es?",
    "How many papers by Ed Desmond contain the keyphrases Semantic Parsing ?": "Wie viele Artikel von Ed Desmond enthalten die Schlüsselwörter Semantic Parsing?",
    "How many papers does Ed Desmond have in Semantic Parsing area ?": "Wie viele Arbeiten hat Ed Desmond im Bereich Semantic Parsing verfasst?",
    "How many Semantic Parsing papers has Ed Desmond written ?": "Wie viele Arbeiten zum Thema Semantic Parsing hat Ed Desmond geschrieben?",
    "How many paper has Ed Desmond written about Semantic Parsing ?": "Wie viele Artikel hat Ed Desmond über Semantic Parsing geschrieben?",
    "What conferences did li dong submit to in 2016 ?": "Bei welchen Konferenzen hat Li Dong 2016 teilgenommen?",
    "Where did li dong publish in 2016": "Wo hat Li Dong im Jahr 2016 veröffentlicht?",
    "What conferences did li dong publish in in 2016 ?": "Auf welchen Konferenzen hat Li Dong im Jahr 2016 veröffentlicht?",
    "Where did li dong publish in 2016 ?": "Wo hat Li Dong im Jahr 2016 veröffentlicht?",
    "acl papers in 2012 on Parsing": "acl papers 2012 zum Thema Parsing",
    "What papers were published in acl in 2012 about Parsing ?": "Welche Artikel wurden 2012 in acl über Parsing veröffentlicht?",
    "papers on Parsing appeared at acl last year": "Beiträge zum Thema Parsing sind letztes Jahr bei acl erschienen",
    "Parsing papers from acl 2012": "Analyse der Beiträge von acl 2012",
    "papers about Parsing in acl 2012": "Papiere über Parsing in acl 2012",
    "acl papers in 2012 in Parsing": "acl papers 2012 in Parsing",
    "acl papers in 2012 about Parsing": "acl papers 2012 über Parsing",
    "What papers were published at acl in 2012 were about Parsing ?": "Welche Arbeiten wurden 2012 bei acl zum Thema Parsing veröffentlicht?",
    "papers on Parsing appeared at acl in 2012": "Beiträge zum Thema Parsing erschienen bei acl im Jahr 2012",
    "how many Parsing papers did acl 2012 have ?": "Wie viele Parsing-Papiere gab es bei acl 2012?",
    "who published Parsing papers at acl 2012": "die Parsing-Papiere auf der acl 2012 veröffentlicht haben",
    "which papers in acl 2012 had Parsing in them ?": "In welchen Beiträgen der acl 2012 kam Parsing vor?",
    "what were some Parsing based papers in acl 2012 ?": "Was waren einige Parsing-basierte Papiere in acl 2012?",
    "List the popular publications on dependent types": "Liste der populären Veröffentlichungen über abhängige Arten",
    "Which paper should I read about dependent types ?": "Welches Papier sollte ich über abhängige Typen lesen?",
    "top dependent types papers": "Top abhängige Typen Papiere",
    "List papers that has a keyword Question Answering": "Papiere auflisten, die das Stichwort Question Answering enthalten",
    "Question Answering research papers": "Fragen beantwortende Forschungspapiere",
    "papers on Question Answering": "Papiere zur Beantwortung von Fragen",
    "papers related to Question Answering": "Papiere im Zusammenhang mit der Beantwortung von Fragen",
    "papers about Question Answering": "Papiere über die Beantwortung von Fragen",
    "Papers about Question Answering": "Papiere über die Beantwortung von Fragen",
    "papers published in the area of Question Answering": "Veröffentlichungen auf dem Gebiet der Fragenbeantwortung",
    "Question Answering experiments": "Experimente zur Beantwortung von Fragen",
    "Show me the papers on Question Answering": "Zeig mir die Papiere zur Beantwortung von Fragen",
    "papers that used Question Answering": "Arbeiten, die Fragebeantwortung verwenden",
    "papers that mention Question Answering": "Artikel, die Fragebeantwortung erwähnen",
    "Question Answering papers": "Frage beantwortende Papiere",
    "Show me Question Answering papers .": "Zeig mir die Fragebeantwortungspapiere.",
    "Question Answering publications": "Publikationen zur Beantwortung von Fragen",
    "Fetch me some papers on Question Answering": "Hol mir ein paar Papiere über die Beantwortung von Fragen",
    "papers on Question Answering experiments": "Arbeiten über Experimente zur Beantwortung von Fragen",
    "What papers talk about Question Answering ?": "Welche Papiere sprechen über die Beantwortung von Fragen?",
    "What is the paper about Question Answering ?": "Was ist das Papier über die Beantwortung von Fragen?",
    "Which papers are about about Question Answering ?": "In welchen Papieren geht es um die Beantwortung von Fragen?",
    "list papers that used Question Answering": "Papiere auflisten, die Fragebeantwortung verwendet haben",
    "papers for Question Answering": "Papiere für die Beantwortung von Fragen",
    "List papers that has keyword Question Answering": "Papiere mit dem Stichwort Question Answering auflisten",
    "papers with Question Answering in keyphrases": "Papiere mit Fragebeantwortung in Stichwörtern",
    "keyphrases used by Luke S Zettlemoyer for each year": "Von Luke S Zettlemoyer verwendete Schlüsselwörter für jedes Jahr",
    "recent research interests of sanjeev arora": "Aktuelle Forschungsinteressen von Sanjeev Arora",
    "recent papers by sanjeev arora": "aktuelle Beiträge von Sanjeev Arora",
    "recent papers written by sanjeev arora": "Aktuelle Beiträge von Sanjeev Arora",
    "list papers published by balakrishnan prabhakaran": "Liste der von Balakrishnan Prabhakaran veröffentlichten Artikel",
    "citation count of zachary tatlock 's papers": "Anzahl der Zitate von Zachary Tatlocks Arbeiten",
    "subhasis chaudhuri": "Subhasis Chaudhuri",
    "list papers by subhasis chaudhuri": "Liste der Arbeiten von Subhasis Chaudhuri",
    "List of papers by subhasis chaudhuri": "Liste der Arbeiten von Subhasis Chaudhuri",
    "conference papers of subhasis chaudhuri": "Konferenzbeiträge von Subhasis Chaudhuri",
    "how many parsing papers in ACL 2014": "wie viele Parsing-Papiere in der ACL 2014",
    "how many parsing papers appeared in the proceeeding of ACL 2014 ?": "Wie viele Parsing-Papiere sind bei der ACL 2014 erschienen?",
    "how many parsing papers were published at ACL 2014 ?": "Wie viele Parsing-Beiträge wurden auf der ACL 2014 veröffentlicht?",
    "brian curless convolution paper": "brian curless faltung papier",
    "convolution by brian curless": "faltung von brian curless",
    "papers by brian curless about convolution": "Aufsätze von Brian Curless über Faltung",
    "brian curless 's paper about convolution": "Brian Curless' Arbeit über Faltung",
    "What are the papers of brian curless in convolution ?": "Was sind die Arbeiten von Brian Curless zur Faltung?",
    "papers brian curless wrote about convolution": "Aufsätze, die Brian Curless über die Faltung geschrieben hat",
    "brian curless 's papers on convolution": "brian curless 's papiere über faltung",
    "What is the paper about convolution from brian curless ?": "Was ist das Papier über Faltung von Brian Curless?",
    "papers by brian curless in convolution topic": "Beiträge von Brian Curless zum Thema Faltung",
    "I want the papers on keyphrase0 by brian curless": "Ich möchte die Unterlagen zu keyphrase0 von brian curless",
    "convolution papers by brian curless": "Faltungsarbeiten von Brian Curless",
    "What papers has brian curless written on convolution ?": "Welche Arbeiten hat Brian Curless über Faltung geschrieben?",
    "What papers has brian curless written about convolution ?": "Welche Arbeiten hat Brian Curless über Faltung geschrieben?",
    "convolution paper by brian curless": "Faltungspapier von Brian Curless",
    "Does brian curless do convolution ?": "Macht Brian Curless eine Faltung?",
    "What papers has Liwen Xiong written in 2015": "Welche Arbeiten hat Liwen Xiong im Jahr 2015 geschrieben?",
    "papers by Liwen Xiong in 2015": "Arbeiten von Liwen Xiong im Jahr 2015",
    "What did Liwen Xiong published in 2015 ?": "Was hat Liwen Xiong im Jahr 2015 veröffentlicht?",
    "Papers written by Liwen Xiong in 2015": "Von Liwen Xiong im Jahr 2015 geschriebene Papiere",
    "What are the papers of Liwen Xiong in 2015": "Was sind die Arbeiten von Liwen Xiong im Jahr 2015",
    "papers by Liwen Xiong from 2015": "Beiträge von Liwen Xiong aus dem Jahr 2015",
    "Papers published in 2015 by Liwen Xiong": "Im Jahr 2015 von Liwen Xiong veröffentlichte Papiere",
    "what has Liwen Xiong done in the past year": "Was hat Liwen Xiong im letzten Jahr getan?",
    "What papers did Liwen Xiong publish last year ?": "Welche Arbeiten hat Liwen Xiong letztes Jahr veröffentlicht?",
    "papers published in 2015 by Liwen Xiong": "von Liwen Xiong im Jahr 2015 veröffentlichte Arbeiten",
    "Liwen Xiong 's papers in 2015 ?": "Die Arbeiten von Liwen Xiong im Jahr 2015 ?",
    "Liwen Xiong 's papers in 2015": "Liwen Xiong 's Arbeiten im Jahr 2015",
    "Liwen Xiong publication 2015": "Liwen Xiong Veröffentlichung 2015",
    "Papers authored by Liwen Xiong in 2015": "Von Liwen Xiong im Jahr 2015 verfasste Papiere",
    "Papers from Liwen Xiong in 2015": "Papiere von Liwen Xiong im Jahr 2015",
    "what papers are published by Liwen Xiong in 2015": "welche Arbeiten von Liwen Xiong 2015 veröffentlicht wurden",
    "What TAIL paper published in NIPS ?": "Welches TAIL Paper wurde in NIPS veröffentlicht?",
    "List the papers on TAIL that were published in NIPS": "Liste der Arbeiten über TAIL, die in NIPS veröffentlicht wurden",
    "what are the papers in NIPS about TAIL ?": "Welche Artikel gibt es in NIPS über TAIL?",
    "Papers about TAIL in NIPS": "Papiere über TAIL in NIPS",
    "papers at NIPS related to TAIL": "NIPS-Papiere zum Thema TAIL",
    "papers about TAIL published at NIPS": "Arbeiten über TAIL bei NIPS veröffentlicht",
    "TAIL papers in NIPS": "TAIL Beiträge in NIPS",
    "papers on TAIL NIPS": "Papiere über TAIL NIPS",
    "TAIL papers used in NIPS": "TAIL-Papiere in NIPS verwendet",
    "How many co-authors has Mark Steedman had ?": "Wie viele Co-Autoren hat Mark Steedman gehabt?",
    "keyphrases used by Christof Dallermassl in 2000": "von Christof Dallermassl im Jahr 2000 verwendete Schlüsselwörter",
    "Keyphrases used by Christof Dallermassl in 2000": "Von Christof Dallermassl im Jahr 2000 verwendete Schlüsselwörter",
    "keyphrases Christof Dallermassl used in papers written last year": "Schlüsselwörter, die Christof Dallermassl in seinen Arbeiten des letzten Jahres verwendet hat",
    "What are keyphrases by Christof Dallermassl in 2000 ?": "Was sind Keyphrasen von Christof Dallermassl im Jahr 2000?",
    "what author is most cited ?": "Welcher Autor wird am häufigsten zitiert?",
    "journal articles by mohammad rastegari": "zeitschriftenartikel von mohammad rastegari",
    "Journal Papers by mohammad rastegari": "Journalbeiträge von mohammad rastegari",
    "best paper in TACL 2014 ?": "beste Arbeit im TACL 2014?",
    "What was the best paper at TACL 2014 ?": "Welches war der beste Vortrag auf der TACL 2014?",
    "who published at acl 2016 ?": "Wer hat bei acl 2016 veröffentlicht?",
    "acl 2016 authors": "acl 2016 authors",
    "authors of acl 2016 papers": "autoren der acl-beiträge 2016",
    "List of authors acl 2016": "Liste der Autoren acl 2016",
    "author published acl 2016": "Autor veröffentlicht acl 2016",
    "who had papers at acl 2016 ?": "Wer hatte Papiere bei acl 2016?",
    "List of authors in acl 2016": "Liste der Autoren in acl 2016",
    "How many papers were written on Multiuser Receiver in the Decision Feedback this year ?": "Wie viele Arbeiten wurden in diesem Jahr über Multiuser-Empfänger im Decision Feedback geschrieben?",
    "How many papers run experiments on ImageNet ?": "Wie viele Arbeiten führen Experimente mit ImageNet durch?",
    "How many papers used ImageNet dataset ?": "Wie viele Arbeiten verwenden den ImageNet-Datensatz?",
    "How many papers written on ImageNet ?": "Wie viele Arbeiten wurden über ImageNet geschrieben?",
    "how many papers are based on ImageNet": "wie viele Arbeiten auf ImageNet basieren",
    "how many papers use ImageNet ?": "Wie viele Arbeiten verwenden ImageNet?",
    "How many papers did Mirella Lapata cite ?": "Wie viele Arbeiten hat Mirella Lapata zitiert?",
    "how many papers does Mirella Lapata cite": "wie viele Arbeiten zitiert Mirella Lapata",
    "how many papers has Mirella Lapata cited ?": "Wie viele Arbeiten hat Mirella Lapata zitiert?",
    "When does Michael Stonebraker publish the first VLDB paper ?": "Wann veröffentlicht Michael Stonebraker das erste VLDB Paper?",
    "semantic parsing dataset": "Semantischer Parsing-Datensatz",
    "data sets for semantic parsing": "Datensätze für semantisches Parsing",
    "list datasets for semantic parsing": "Listendatensätze für semantisches Parsing",
    "datasets for semantic parsing": "Datensätze für semantisches Parsing",
    "Datasets with semantic parsing information": "Datensätze mit semantischen Parsing-Informationen",
    "datasets used by semantic parsing papers": "Datensätze, die von semantischen Parsing-Papieren verwendet werden",
    "datasets in semantic parsing papers": "Datensätze in semantischen Parsing-Papieren",
    "semantic parsing datasets": "Semantisches Parsing von Datensätzen",
    "datasets in papers about semantic parsing": "Datensätze in Arbeiten über semantisches Parsing",
    "datasets used for semantic parsing": "Datensätze, die für semantisches Parsing verwendet werden",
    "large-scale datasets used in semantic parsing": "große Datensätze, die beim semantischen Parsing verwendet werden",
    "datasets with semantic parsing": "Datensätze mit semantischem Parsing",
    "datasets used for evaluating semantic parsing": "Datensätze, die für die Auswertung des semantischen Parsing verwendet werden",
    "where does Peter Mertens publish ?": "Wo veröffentlicht Peter Mertens?",
    "in what venues does Peter Mertens publish ?": "In welchen Zeitungen veröffentlicht Peter Mertens?",
    "Where does Peter Mertens publish ?": "Wo veröffentlicht Peter Mertens?",
    "how many papers appeared at nature communications last year": "wie viele Artikel letztes Jahr in Nature Communications erschienen sind",
    "How many papers were at nature communications 2015 ?": "Wie viele Vorträge gab es auf der Nature Communications 2015?",
    "how many papers accepted in nature communications 2015": "wie viele Beiträge in Nature Communications 2015 angenommen wurden",
    "How many papers were published in nature communications in 2015 ?": "Wie viele Artikel wurden im Jahr 2015 in Nature Communications veröffentlicht?",
    "How many papers on nature communications in 2015 ?": "Wie viele Artikel über Naturkommunikation im Jahr 2015?",
    "how many papers in nature communications 2015": "wie viele Artikel in Nature Communications 2015",
    "How many papers were accepted at nature communications 2015 ?": "Wie viele Beiträge wurden bei Nature Communications 2015 angenommen?",
    "How many papers are presented in nature communications 2015 ?": "Wie viele Beiträge werden auf der Nature Communications 2015 präsentiert?",
    "How many papers published in nature communications in 2015 ?": "Wie viele Artikel wurden im Jahr 2015 in Nature Communications veröffentlicht?",
    "how many papers published in nature communications 2015 ?": "Wie viele Artikel wurden in Nature Communications 2015 veröffentlicht?",
    "How many papers were published in nature communications 2015 conference ?": "Wie viele Beiträge wurden auf der Nature Communications 2015 Konferenz veröffentlicht?",
    "How many papers was published in nature communications in 2015": "Wie viele Artikel wurden 2015 in Nature Communications veröffentlicht?",
    "what was the first deep learning paper ?": "Was war das erste Deep Learning Paper?",
    "what year was the first deep learning paper published ?": "In welchem Jahr wurde das erste Deep Learning Paper veröffentlicht?",
    "datasets mentioned at ACL": "Bei ACL erwähnte Datensätze",
    "what datasets do papers at ACL use most ?": "Welche Datensätze werden in der ACL am häufigsten verwendet?",
    "the papers on semantic parsing by li dong at acl in 2016": "die referate über semantisches parsing von li dong auf der acl 2016",
    "How many papers were written on convolutional neural networks in the past year ?": "Wie viele Arbeiten wurden im letzten Jahr über Faltungsneuronale Netze geschrieben?",
    "How many papers were published on convolutional neural networks in 2016 ?": "Wie viele Arbeiten wurden 2016 über Faltungsneuronale Netze veröffentlicht?",
    "How many papers were written on convolutional neural networks in 2016 ?": "Wie viele Arbeiten wurden im Jahr 2016 über Faltungsneuronale Netze geschrieben?",
    "How many papers were written on the convolutional neural networks this year ?": "Wie viele Arbeiten wurden dieses Jahr über Faltungsneuronale Netze geschrieben?",
    "how many papers on convolutional neural networks have been published in the past year ?": "Wie viele Arbeiten über Faltungsneuronale Netze wurden im letzten Jahr veröffentlicht?",
    "What papers were written on question answering this year ?": "Welche Arbeiten wurden in diesem Jahr zur Beantwortung von Fragen geschrieben?",
    "which year had the most NIPS papers ?": "Welches Jahr hatte die meisten NIPS-Papers?",
    "what year had the most NIPS papers ?": "Welches Jahr hatte die meisten NIPS-Papers?",
    "what year had the most number of NIPS papers ?": "In welchem Jahr gab es die meisten NIPS-Beiträge?",
    "when were most NIPS papers published ?": "Wann wurden die meisten NIPS-Papiere veröffentlicht?",
    "who writes papers with Noah A Smith ?": "Wer schreibt mit Noah A. Smith?",
    "Who is a coauthor with Noah A Smith ?": "Wer ist ein Co-Autor mit Noah A. Smith?",
    "Who are Noah A Smith 's co-authors": "Wer sind die Co-Autoren von Noah A. Smith?",
    "Who has coauthored with Noah A Smith ?": "Wer hat mit Noah A. Smith zusammen geschrieben?",
    "co-authors of Noah A Smith": "Co-Autoren von Noah A Smith",
    "author who wrote papers with Noah A Smith": "Autor, der zusammen mit Noah A. Smith Arbeiten verfasst hat",
    "authors who collaborated with Noah A Smith": "Autoren, die mit Noah A Smith zusammengearbeitet haben",
    "who does Noah A Smith author with ?": "Mit wem schreibt Noah A. Smith?",
    "Who are Noah A Smith 's coauthors": "Wer sind die Co-Autoren von Noah A. Smith?",
    "who are all the co-authors of Noah A Smith ?": "Wer sind die Co-Autoren von Noah A. Smith?",
    "who does Noah A Smith work with ?": "Mit wem arbeitet Noah A. Smith zusammen?",
    "who does Noah A Smith collaborate with ?": "Mit wem arbeitet Noah A. Smith zusammen?",
    "Who are Noah A Smith 's coauthors ?": "Wer sind die Co-Autoren von Noah A. Smith?",
    "coauthors of Noah A Smith": "Co-Autoren von Noah A Smith",
    "what datasets did jitendra malik use ?": "Welche Datensätze hat Jitendra Malik verwendet?",
    "what datasets are used in papers by jitendra malik": "Welche Datensätze werden in den Arbeiten von Jitendra Malik verwendet?",
    "what datasets did jitendra malik use in his papers ?": "Welche Datensätze hat Jitendra Malik in seinen Arbeiten verwendet?",
    "what datasets were used by jitendra malik ?": "Welche Datensätze wurden von Jitendra Malik verwendet?",
    "datasets used in papers written by jitendra malik ?": "Datensätze, die in Arbeiten von Jitendra Malik verwendet wurden?",
    "Datasets by jitendra malik": "Datensätze von jitendra malik",
    "What datasets have jitendra malik used": "Welche Datensätze hat Jitendra Malik verwendet?",
    "recent deep learning papers": "Aktuelle Arbeiten zum Deep Learning",
    "new deep learning papers": "neue Deep Learning Papiere",
    "What are the latest publications on deep learning ?": "Was sind die neuesten Veröffentlichungen zum Thema Deep Learning?",
    "Most recent deep learning conference ?": "Die jüngste Deep Learning Konferenz ?",
    "Show me some recent papers on deep learning ?": "Zeigen Sie mir einige aktuelle Arbeiten zum Thema Deep Learning?",
    "What are some recent papers written in deep learning ?": "Welche aktuellen Arbeiten zum Thema Deep Learning gibt es?",
    "What is the most recent paper of deep learning ?": "Welches ist die neueste Arbeit über Deep Learning?",
    "What are recent papers on deep learning ?": "Was sind die neuesten Arbeiten zum Thema Deep Learning?",
    "Current research on deep learning": "Aktuelle Forschung zum Deep Learning",
    "latest deep learning papers": "Neueste Deep Learning Papiere",
    "newest deep learning papers": "neueste Deep Learning Papiere",
    "What years did Pedro Domingos publish papers in ?": "In welchen Jahren hat Pedro Domingos Arbeiten veröffentlicht?",
    "In what years did Pedro Domingos publish a paper ?": "In welchen Jahren hat Pedro Domingos eine Arbeit veröffentlicht?",
    "jamie callan 's publications by year": "jamie callan 's veröffentlichungen nach jahr",
    "How many papers does jamie callan publish each year ?": "Wie viele Arbeiten veröffentlicht Jamie Callan pro Jahr?",
    "number of papers by year from jamie callan": "Anzahl der Veröffentlichungen nach Jahr von Jamie Callan",
    "how many papers jamie callan published each year ?": "Wie viele Artikel veröffentlicht Jamie Callan jedes Jahr?",
    "who does oren etzioni cite": "wen zitiert oren etzioni",
    "what papers does oren etzioni cite": "Welche Papiere zitiert Oren Etzioni?",
    "papers citing Daniel Jurafsky": "Arbeiten, die Daniel Jurafsky zitieren",
    "What papers cite Daniel Jurafsky ?": "Welche Arbeiten zitieren Daniel Jurafsky?",
    "Which papers cite Daniel Jurafsky ?": "Welche Arbeiten zitieren Daniel Jurafsky?",
    "citations for Daniel Jurafsky": "Zitate für Daniel Jurafsky",
    "journal papers for instance segmentation": "Zeitschriftenartikel zum Beispiel zur Segmentierung",
    "who has the most papers in semantic parsing after 2005 ?": "Wer hat nach 2005 die meisten Arbeiten im Bereich semantisches Parsing veröffentlicht?",
    "who has written the most papers on semantic parsing since 2005 ?": "Wer hat seit 2005 die meisten Arbeiten über semantisches Parsing geschrieben?",
    "who published the most in semantic parsing after 2005 ?": "Wer hat nach 2005 die meisten Publikationen im Bereich semantisches Parsing veröffentlicht?",
    "How many citations does Dan Makumbi 's Genetic Identity paper have ?": "Wie viele Zitate hat die Arbeit von Dan Makumbi über genetische Identität?",
    "character recognition papers earlier than 2010": "Arbeiten zur Zeichenerkennung vor 2010",
    "papers before 2010 about character recognition": "Arbeiten vor 2010 über Zeichenerkennung",
    "character recognition papers from before 2010": "Schriften zur Zeichenerkennung von vor 2010",
    "papers about character recognition from before 2010": "Artikel über Zeichenerkennung von vor 2010",
    "character recognition papers before 2010": "Arbeiten zur Zeichenerkennung vor 2010",
    "what topics does oren etzioni write about most ?": "Über welche Themen schreibt Oren Etzioni am meisten?",
    "How many papers related to deep learning cited the dataset ImageNet ?": "In wie vielen Artikeln zum Thema Deep Learning wurde der Datensatz ImageNet zitiert?",
    "most cited papers on parsing": "meistzitierte Arbeiten über Parsing",
    "parsing top papers": "Top-Papiere analysieren",
    "List top papers for parsing": "Top-Papiere zum Parsen auflisten",
    "parsing papers that have the most citations": "Analysieren von Papieren mit den meisten Zitaten",
    "What is the paper about parsing of the most citation ?": "Was ist das Papier über das Parsen der meisten Zitate?",
    "Paper on parsing with most citations": "Artikel über Parsing mit den meisten Zitaten",
    "parsing papers with most citations": "Analyse der Papiere mit den meisten Zitaten",
    "most cited parsing papers": "meistzitierte Parsing-Papiere",
    "what are the parsing papers that have the most citations ?": "Welches sind die Parsing-Papiere, die am meisten zitiert werden?",
    "highly cited parsing papers": "hoch zitierte Parsing-Papiere",
    "most cited papers for parsing": "meistzitierte Arbeiten zum Parsing",
    "Most cited papers on parsing": "Meist zitierte Arbeiten über Parsing",
    "What paper did Michael Armstrong wrote in the 90s ?": "Welche Arbeit hat Michael Armstrong in den 90er Jahren geschrieben?",
    "What is the most cited paper by ohad shamir ?": "Welches ist die meistzitierte Arbeit von Ohad Shamir?",
    "What is the highest cited paper by ohad shamir ?": "Welches ist die meistzitierte Arbeit von Ohad Shamir?",
    "What is the most cited paper of ohad shamir ?": "Welches ist die meistzitierte Arbeit von Ohad Shamir?",
    "What is ohad shamir 's highest cited paper ?": "Welches ist die meistzitierte Arbeit von Ohad Shamir?",
    "What paper by ohad shamir has the most citation ?": "Welches Papier von Ohad Shamir hat die meisten Zitate?",
    "what is the most cited paper of ohad shamir ?": "Welches ist die meistzitierte Arbeit von Ohad Shamir?",
    "what is ohad shamir 's most cited paper ?": "Welches ist die meistzitierte Arbeit von Ohad Shamir?",
    "How many papers did michael i. jordan publish in 2016 ?": "Wie viele Arbeiten hat Michael I. Jordan im Jahr 2016 veröffentlicht?",
    "How many papers does michael i. jordan have in 2016 ?": "Wie viele Papiere hat Michael I. Jordan im Jahr 2016?",
    "How many papers did michael i. jordan publish in 2016": "Wie viele Arbeiten hat Michael I. Jordan 2016 veröffentlicht?",
    "count of ACL papers by author": "Anzahl der ACL-Papiere nach Autor",
    "how many ACL papers by author": "wie viele ACL-Papiere nach Autor",
    "number of ACL papers by author": "Anzahl der ACL-Papiere nach Autor",
    "who wrote the most papers for CVPR 2007": "wer die meisten Beiträge für die CVPR 2007 geschrieben hat",
    "who published papers in CVPR 2007": "die Beiträge auf der CVPR 2007 veröffentlicht haben",
    "who wrote the most CVPR papers in 2007": "wer 2007 die meisten CVPR-Beiträge geschrieben hat",
    "most published author at CVPR 2007": "meistveröffentlichter Autor auf der CVPR 2007",
    "who published the most papers in CVPR 2007": "die die meisten Beiträge auf der CVPR 2007 veröffentlicht haben",
    "Who published the most papers in 2007 at CVPR ?": "Wer hat 2007 die meisten Beiträge auf der CVPR veröffentlicht?",
    "How many papers in ACL 2015 ?": "Wie viele Arbeiten in der ACL 2015?",
    "number of papers published in ACL 2015": "Anzahl der in der ACL 2015 veröffentlichten Beiträge",
    "papers from 2014": "Papiere von 2014",
    "2014 papers": "2014 Papiere",
    "What papers does Richard Ladner have in chi ?": "Welche Papiere hat Richard Ladner in Chi?",
    "what paper has Richard Ladner published in chi journal ?": "Welche Arbeit hat Richard Ladner im Chi Journal veröffentlicht?",
    "what paper has Richard Ladner published in chi ?": "Welche Arbeit hat Richard Ladner in Chi veröffentlicht?",
    "papers by Richard Ladner published at chi": "Beiträge von Richard Ladner veröffentlicht bei chi",
    "Does Richard Ladner publish in chi ?": "Veröffentlicht Richard Ladner in chi?",
    "What has Richard Ladner published at chi ?": "Was hat Richard Ladner bei chi veröffentlicht?",
    "What papers has Richard Ladner written at chi ?": "Welche Arbeiten hat Richard Ladner bei chi geschrieben?",
    "Which paper did Richard Ladner present at chi ?": "Welchen Vortrag hat Richard Ladner auf dem Chi gehalten?",
    "What is the paper with the most citation about Artificial Intelligence ?": "Welches ist die am häufigsten zitierte Arbeit über Künstliche Intelligenz?",
    "Fetch me the most cited publications for Artificial Intelligence": "Finde die meistzitierten Publikationen für Künstliche Intelligenz",
    "topics at ACL 2014": "Themen auf der ACL 2014",
    "most common topics at NIPS 2015": "Die häufigsten Themen bei NIPS 2015",
    "most popular topics at NIPS 2015": "Beliebteste Themen bei NIPS 2015",
    "hot topics at NIPS 2015": "heiße Themen auf der NIPS 2015",
    "popular topics at NIPS 2015": "beliebte Themen bei NIPS 2015",
    "which topics were most popular at NIPS 2015": "welche Themen bei der NIPS 2015 am beliebtesten waren",
    "topics popular at NIPS 2015": "Beliebte Themen bei NIPS 2015",
    "How many papers related to deep reinforcement learning in nips ?": "Wie viele Arbeiten zum Thema Deep Reinforcement Learning in Nips?",
    "Papers on WebKB": "Papiere auf WebKB",
    "which papers used WebKB ?": "Welche Zeitungen haben WebKB benutzt?",
    "papers about WebKB": "Papiere über WebKB",
    "List the papers that used WebKB dataset": "Liste der Arbeiten, die den WebKB-Datensatz verwendet haben",
    "papers using WebKB": "Papiere mit WebKB",
    "papers that use WebKB": "Papiere, die WebKB verwenden",
    "WebKB papers": "WebKB-Papiere",
    "papers that used WebKB": "Arbeiten, die WebKB verwendet haben",
    "Papers that use the WebKB dataset": "Artikel, die den WebKB-Datensatz verwenden",
    "conferences in 2013": "Konferenzen im Jahr 2013",
    "how is the most cited author in CVPR ?": "wie ist der meistzitierte Autor in CVPR?",
    "who is the most cited author at CVPR ?": "Wer ist der meistzitierte Autor auf der CVPR?",
    "what are some syntactic parsing papers that chris dyer did not write ?": "Welche Arbeiten zum syntaktischen Parsing hat Chris Dyer nicht geschrieben?",
    "are there any syntactic parsing papers not written by chris dyer ?": "Gibt es Syntactic Parsing Papers, die nicht von Chris Dyer geschrieben wurden?",
    "what are syntactic parsing papers not written by chris dyer": "Was sind syntaktische Parsing-Papiere, die nicht von Chris Dyer geschrieben wurden?",
    "syntactic parsing papers not written by chris dyer": "syntactic parsing papers nicht von chris dyer geschrieben",
    "papers published in the last year": "Im letzten Jahr veröffentlichte Arbeiten",
    "When was benjamin mako hill 's first publication ?": "Wann war Benjamin Mako Hills erste Veröffentlichung?",
    "When was benjamin mako hill 's first paper written ?": "Wann wurde Benjamin Mako Hills erste Arbeit geschrieben?",
    "When did ameet soni publish ?": "Wann hat Ameet Soni veröffentlicht?",
    "Who cites Daniel A Reed the most": "Wer zitiert Daniel A. Reed am häufigsten",
    "Who cites Daniel A Reed most ?": "Wer zitiert Daniel A. Reed am häufigsten?",
    "how many papers are in sigir ?": "Wie viele Papiere gibt es in Sigir?",
    "how many papers does sigir have ?": "Wie viele Papiere hat Sigir?",
    "how many papers are published in sigir ?": "Wie viele Artikel werden in Sigir veröffentlicht?",
    "number of papers in sigir conference": "anzahl der beiträge auf der sigir-konferenz",
    "what papers have fewer than 5 citations by ACL papers ?": "Welche Arbeiten haben weniger als 5 Zitate von ACL-Papieren?",
    "ACL papers with less than 5 citations": "ACL-Papiere mit weniger als 5 Zitaten",
    "what ACL papers have less than 5 citations ?": "Welche ACL-Papiere haben weniger als 5 Zitate?",
    "what papers have fewer than 5 citations by ACL papers": "welche Arbeiten weniger als 5 Zitate von ACL-Papieren haben",
    "What are the 5 most recent papers of Mirella Lapata ?": "Was sind die 5 neuesten Arbeiten von Mirella Lapata?",
    "What were the papers published at pldi 2015 ?": "Welche Beiträge wurden auf der pldi 2015 veröffentlicht?",
    "Papers from pldi 2015 conference": "Papiere von der pldi-Konferenz 2015",
    "papers published at pldi 2015": "auf der pldi 2015 veröffentlichte Beiträge",
    "What are the papers from pldi 2015 ?": "Was sind die Papiere von pldi 2015?",
    "Papers from pldi 2015 ?": "Papiere von pldi 2015 ?",
    "Which papers were accepted in pldi 2015 ?": "Welche Arbeiten wurden bei pldi 2015 angenommen?",
    "What papers were published during the conference pldi 2015 ?": "Welche Beiträge wurden während der Konferenz pldi 2015 veröffentlicht?",
    "papers in pldi 2015": "Papiere in pldi 2015",
    "List of papers in pldi 2015": "Liste der Papiere in pldi 2015",
    "pldi papers in 2015": "pldi-Papiere im Jahr 2015",
    "what papers are published in pldi 2015": "welche Beiträge in der pldi 2015 veröffentlicht werden",
    "papers from pldi 2015": "Papiere von pldi 2015",
    "pldi papers 2015": "pldi Papiere 2015",
    "pldi 2015 conference": "pldi 2015 Konferenz",
    "pldi best paper award 2015": "pldi best paper award 2015",
    "pldi 2015 list of papers": "pldi 2015 Liste der Papiere",
    "List today 's journals": "Liste der heutigen Journale",
    "List the journals published in March , 2011": "Liste der im März 2011 veröffentlichten Zeitschriften",
    "ACL papers in 2016 with neural attention in the title": "ACL-Papiere im Jahr 2016 mit neuronaler Aufmerksamkeit im Titel",
    "Who writes a lot of papers in Machine Learning ?": "Wer schreibt viele Arbeiten im Bereich Maschinelles Lernen?",
    "Who wrote sensor fusion ?": "Wer hat die Sensorfusion geschrieben?",
    "Authors of papers on sensor fusion": "Autoren von Arbeiten zur Sensorfusion",
    "people working on sensor fusion": "Menschen, die an der Sensorfusion arbeiten",
    "Who publishes in sensor fusion ?": "Wer veröffentlicht im Bereich Sensorfusion?",
    "who publishes papers about sensor fusion": "der Arbeiten über die Sensorfusion veröffentlicht",
    "how many papers by dan klein are cited by michael i. jordan": "Wie viele Arbeiten von Dan Klein werden von Michael I. Jordan zitiert?",
    "how many of dan klein 's papers cite michael i. jordan": "Wie viele der Arbeiten von Dan Klein zitieren Michael I. Jordan?",
    "who else was on the paper with Ameet Soni and Ras Bodik ?": "Wer war noch mit Ameet Soni und Ras Bodik auf dem Papier?",
    "2014 papers using ImageNet": "2014 Arbeiten mit ImageNet",
    "What journals are Takashi Matsumoto 's articles published in ?": "In welchen Fachzeitschriften werden die Artikel von Takashi Matsumoto veröffentlicht?",
    "What journals has Takashi Matsumoto published in ?": "In welchen Fachzeitschriften hat Takashi Matsumoto veröffentlicht?",
    "In what scholarly journals does Takashi Matsumoto publish ?": "In welchen Fachzeitschriften veröffentlicht Takashi Matsumoto?",
    "What authors wrote papers about Bacterial Wilt in 2016 ?": "Welche Autoren haben im Jahr 2016 über Bacterial Wilt geschrieben?",
    "Who wrote on the topic of Bacterial Wilt in 2016 ?": "Wer hat 2016 über das Thema Bakterielle Welke geschrieben?",
    "When did Luke S Zettlemoyer publish ?": "Wann hat Luke S. Zettlemoyer veröffentlicht?",
    "question answering 2016 papers": "Fragebeantwortung 2016 Papiere",
    "What papers were written on question answering in 2016 ?": "Welche Arbeiten wurden 2016 zur Beantwortung von Fragen geschrieben?",
    "what keyphrases get most citations ?": "Welche Schlüsselbegriffe werden am häufigsten zitiert?",
    "Find journals about Temporal Data .": "Zeitschriften über Temporale Daten finden.",
    "List the journals related to Temporal Data": "Liste der Zeitschriften zum Thema Temporale Daten",
    "which ACL 2014 papers about Parsing used Jeopardy! Questions ?": "Welche ACL 2014 Beiträge über Parsing haben Jeopardy! Fragen?",
    "Parsing papers using Jeopardy! Questions published at ACL 2014": "Parsing von Beiträgen mithilfe von Jeopardy! Fragen, die auf der ACL 2014 veröffentlicht wurden",
    "Parsing papers from ACL 2014 using Jeopardy! Questions": "Parsing von Beiträgen der ACL 2014 mit Jeopardy! Fragen",
    "Parsing papers from ACL 2014 that used Jeopardy! Questions": "Analyse von Beiträgen der ACL 2014, die Jeopardy! Fragen",
    "papers about Parsing that used Jeopardy! Questions and were published at ACL 2014": "Arbeiten über Parsing, die Jeopardy! Fragen verwendet und auf der ACL 2014 veröffentlicht wurden",
    "in what journals does linda shapiro publish ?": "In welchen Fachzeitschriften veröffentlicht Linda Shapiro?",
    "Which journals did linda shapiro submit papers to ?": "Bei welchen Fachzeitschriften hat Linda Shapiro Beiträge eingereicht?",
    "NIPS authors": "NIPS-Autoren",
    "who are the authors at NIPS ?": "Wer sind die Autoren bei NIPS?",
    "who authored papers at NIPS ?": "die Beiträge auf der NIPS verfasst haben?",
    "who publishes in NIPS ?": "Wer publiziert in NIPS?",
    "who has papers at NIPS ?": "Wer hat Papiere bei NIPS?",
    "which venue publishes the most papers about deep learning": "Wo werden die meisten Artikel über Deep Learning veröffentlicht?",
    "How many publications were added to the Cell journal this year ?": "Wie viele Publikationen wurden dieses Jahr in der Zeitschrift Cell veröffentlicht?",
    "How many articles were published in the Cell journal in 2015 ?": "Wie viele Artikel wurden im Jahr 2015 in der Zeitschrift Cell veröffentlicht?",
    "What are all the publication titles by Donald E Knuth ?": "Was sind die Titel aller Veröffentlichungen von Donald E. Knuth?",
    "papers published in eccv 2016 by ali farhadi": "von ali farhadi im eccv 2016 veröffentlichte aufsätze",
    "Does ali farhadi have a paper in eccv in 2016 ?": "Hat Ali Farhadi im Jahr 2016 eine Arbeit im eccv?",
    "papers of ali farhadi in eccv 2016": "Arbeiten von Ali Farhadi im eccv 2016",
    "What are some papers dealing with Semantic Data in YAGO ?": "Welche Arbeiten beschäftigen sich mit Semantischen Daten in YAGO?",
    "Who has published more papers in chi ?": "Wer hat mehr Arbeiten in Chi veröffentlicht?",
    "Who has written the most papers at chi ?": "Wer hat die meisten Arbeiten an der chi geschrieben?",
    "how is the most prolific author in chi ?": "Wie ist der produktivste Autor in Chi?",
    "who published the most at chi": "die am meisten bei chi veröffentlicht haben",
    "In what year did Ye Cao publish the most papers": "In welchem Jahr hat Ye Cao die meisten Publikationen veröffentlicht?",
    "What year did Ye Cao publish the most papers": "In welchem Jahr hat Ye Cao die meisten Artikel veröffentlicht?",
    "conferences that mention ImageNet": "Konferenzen, die ImageNet erwähnen",
    "first deep learning paper": "erstes Deep Learning Paper",
    "What was the first paper on deep learning written ?": "Wann wurde die erste Arbeit über Deep Learning geschrieben?",
    "When was deep learning proposed ?": "Wann wurde Deep Learning vorgeschlagen?",
    "when was the first deep learning paper published ?": "Wann wurde das erste Deep Learning Paper veröffentlicht?",
    "what papers were published in Academic radiology in 1995 ?": "Welche Artikel wurden 1995 in Academic Radiology veröffentlicht?",
    "what papers do parsing papers typically cite ?": "Welche Arbeiten werden typischerweise in Parsing-Papieren zitiert?",
    "papers typically cited by parsing papers": "Papiere, die typischerweise von Parsing Papers zitiert werden",
    "venue for Trophic Cascade": "Veranstaltungsort für Trophische Kaskade",
    "conferences for Trophic Cascade": "Konferenzen für Trophische Kaskade",
    "what conferences are related to Trophic Cascade": "welche Konferenzen mit der Trophischen Kaskade verbunden sind",
    "What was the conference name that approved Trophic Cascade ?": "Wie hieß die Konferenz, die die Trophische Kaskade verabschiedet hat?",
    "How many papers were written on question answering in 2011 through 2016 ?": "Wie viele Arbeiten wurden in den Jahren 2011 bis 2016 über die Beantwortung von Fragen geschrieben?",
    "What are the best NLP conferences ?": "Welche sind die besten NLP-Konferenzen?",
    "ACL papers by author": "ACL-Papiere nach Autor",
    "papers with more than 10 citations": "Arbeiten mit mehr als 10 Zitaten",
    "Which authors published papers in 2015 ?": "Welche Autoren haben im Jahr 2015 Beiträge veröffentlicht?",
    "who wrote papers in 2015": "die im Jahr 2015 Arbeiten geschrieben haben",
    "what keyphrase does Brian DeRenzi write about that gets most citations ?": "Über welchen Schlüsselbegriff schreibt Brian DeRenzi, der am häufigsten zitiert wird?",
    "main topics of work by Brian DeRenzi": "Hauptthemen der Arbeit von Brian DeRenzi",
    "authors with at least 5 papers": "Autoren mit mindestens 5 Beiträgen",
    "papers that were not published in the last year": "Arbeiten, die im letzten Jahr nicht veröffentlicht wurden",
    "When was Michael Stonebraker GIS Database published ?": "Wann wurde die Michael Stonebraker GIS-Datenbank veröffentlicht?",
    "When did Michael Stonebraker publish his GIS Database paper ?": "Wann hat Michael Stonebraker sein Papier zur GIS-Datenbank veröffentlicht?",
    "When does Michael Stonebraker publish the GIS Database paper ?": "Wann veröffentlicht Michael Stonebraker das Papier zur GIS-Datenbank?",
    "In 2010 what journal published an article about Trophic Cascade ?": "In welcher Zeitschrift wurde 2010 ein Artikel über die Trophische Kaskade veröffentlicht?",
    "What is the most popular paper this year in CVPR ?": "Welches ist der beliebteste Beitrag auf der CVPR in diesem Jahr?",
    "How many citations does luke zettlemoyer have per year": "Wie viele Zitate hat Luke Zettlemoyer pro Jahr",
    "authors working on ImageNet": "Autoren, die an ImageNet arbeiten",
    "What articles have been published since 2006 about the effects of juicing for cancer patients ?": "Welche Artikel wurden seit 2006 über die Wirkung von Saft bei Krebspatienten veröffentlicht?",
    "Eric C. Kerrigan 's Liquid Automatica paper": "Eric C. Kerrigan 's Liquid Automatica Papier",
    "Where did sergey levine publish his last paper ?": "Wo hat Sergey Levine seine letzte Arbeit veröffentlicht?",
    "keyphrases used by dan klein in his emnlp papers": "schlüsselbegriffe, die dan klein in seinen emnlp-papieren verwendet",
    "Who are the prominent researchers in Neutralizing Antibody in 2012 ?": "Wer sind die führenden Forscher auf dem Gebiet der neutralisierenden Antikörper im Jahr 2012?",
    "the papers at eccv in 2014 using ImageNet dataset": "die Beiträge auf der eccv 2014 mit dem ImageNet-Datensatz",
    "which papers in eccv 2014 use ImageNet ?": "Welche Beiträge im eccv 2014 verwenden ImageNet?",
    "eccv 2014 papers using ImageNet": "eccv 2014 Beiträge mit ImageNet",
    "Euclidean Distance papers citing NIPS papers": "Euklidische Distanz Papiere, die NIPS Papiere zitieren",
    "top authors working on ImageNet ?": "Top-Autoren, die an ImageNet arbeiten ?",
    "how many ACL 2012 papers have more than 7 citations ?": "Wie viele ACL 2012 Arbeiten haben mehr als 7 Zitate?",
    "What was the topic of best paper in 2012 EMNLP-CoNLL ?": "Was war das Thema des besten Beitrags bei der EMNLP-CoNLL 2012?",
    "How many papers has Noah Smith co-authored since 2009 ?": "Wie viele Artikel hat Noah Smith seit 2009 mitverfasst?",
    "Number of ACL papers with more than 2 citations": "Anzahl der ACL-Papiere mit mehr als 2 Zitierungen",
    "What is the name of Eric C. Kerrigan 's Liquid Automatica paper ?": "Wie heißt das Liquid Automatica Papier von Eric C. Kerrigan?",
    "How many papers used ImageNet datasets in cvpr ?": "Wie viele Arbeiten verwenden ImageNet-Datensätze in cvpr?",
    "What venues are for Neuroscience ?": "Welche Veranstaltungsorte gibt es für Neurowissenschaften?",
    "When was the last time Mary Crainie published a paper ?": "Wann hat Mary Crainie das letzte Mal einen Artikel veröffentlicht?",
    "I want the co-authors of papers on Machine Translation Output with Philipp Koehn": "Ich möchte, dass die Co-Autoren von Papieren über maschinelle Übersetzungsausgabe mit Philipp Koehn",
    "How many papers does Samuel Madden publish outside of PVLDB area ?": "Wie viele Artikel hat Samuel Madden außerhalb des PVLDB-Bereichs veröffentlicht?",
    "which journal did Donald E Knuth publish his last paper ?": "In welcher Zeitschrift hat Donald E. Knuth seine letzte Arbeit veröffentlicht?",
    "What is the venue of Fracture of acrylic bone cement ?": "Wo findet die Fraktur von Acrylknochenzement statt?",
    "How many authors published at sigcse in 2010 ?": "Wie viele Autoren haben im Jahr 2010 bei sigcse veröffentlicht?",
    "What is the year of publication of \" A Switching Architecture For ISDN \" ?": "In welchem Jahr wurde das Buch \"A Switching Architecture For ISDN\" veröffentlicht?",
    "what keywords are used by papers at uist": "Welche Schlüsselwörter werden in den Arbeiten auf der Uist verwendet?",
    "Give me the papers written by Su-In Lee before 2012 .": "Gib mir die Papiere, die Su-In Lee vor 2012 geschrieben hat.",
    "papers in semantic parsing for each year": "Arbeiten zum semantischen Parsing für jedes Jahr",
    "papers with at least 5 citations": "Arbeiten mit mindestens 5 Zitaten",
    "papers cited by at least 5 papers": "Arbeiten, die von mindestens 5 Arbeiten zitiert werden",
    "What is the most cited paper at sigcomm ?": "Welches ist die meistzitierte Arbeit bei Sigcomm?",
    "What is the name of Ranjit Jhala 's Liquid Haskell paper ?": "Wie lautet der Name von Ranjit Jhalas Liquid Haskell Paper?",
    "List all the businesses with more than 4.5 stars": "Liste alle Unternehmen mit mehr als 4,5 Sternen",
    "List all businesses with rating 3.5": "Alle Unternehmen mit der Note 3,5 auflisten",
    "List all user ids with name Michelle": "Alle Benutzer-IDs mit dem Namen Michelle auflisten",
    "Find all states in which there is a Whataburger": "Finde alle Staaten, in denen es einen Whataburger gibt",
    "Find all cities in which there is a restaurant called \" MGM Grand Buffet \"": "Finde alle Städte, in denen es ein Restaurant namens \" MGM Grand Buffet \" gibt",
    "Find the cities of businesses rated below 1.5": "Finde die Städte der Unternehmen mit einer Bewertung unter 1,5",
    "Find all cities which has a \" Taj Mahal \" .": "Finde alle Städte, in denen es ein \"Taj Mahal\" gibt.",
    "List all the reviews which rated a business less than 1": "Alle Bewertungen auflisten, die ein Unternehmen mit weniger als 1 bewertet haben",
    "List all the restaurant rated more than 3.5": "Liste aller Restaurants mit einer Bewertung von mehr als 3,5",
    "find all cities which has a \" Taj Mahal \" restaurant": "Finde alle Städte, in denen es ein \"Taj Mahal\" Restaurant gibt",
    "list all the reviews by Niloofar": "Alle Bewertungen von Niloofar auflisten",
    "list all the businesses which have a review by Niloofar": "alle Unternehmen auflisten, die eine Bewertung von Niloofar haben",
    "list all the businesses which Niloofar rated 5": "alle Unternehmen auflisten, die Niloofar mit 5 bewertet hat",
    "List all the reviews by Michelle for Italian restaurant": "Liste aller Bewertungen von Michelle für Italienisches Restaurant",
    "find the number of reviews written for \" Cafe Zinho \" restaurant in Texas": "Finde die Anzahl der Bewertungen, die für das Restaurant \"Cafe Zinho\" in Texas geschrieben wurden.",
    "List all 5 star Italian restaurant": "Alle 5-Sterne-Restaurants auflisten",
    "List all the neighbourhoods with Italian restaurant in Madison": "Liste aller Stadtteile mit italienischen Restaurants in Madison",
    "List all the neighbourhoods with Italian restaurant rated less than 2.5 in Madison": "Liste aller Stadtteile mit italienischen Restaurants mit einer Bewertung von weniger als 2,5 in Madison",
    "find all the restaurant in Pennsylvania": "finde alle Restaurants in Pennsylvania",
    "List all businesses that are restaurant in Pennsylvania .": "Liste aller Unternehmen, die Restaurants in Pennsylvania sind.",
    "Find all the reviews for all Pet Groomers with more than 100 reviews": "Finde alle Bewertungen für alle Tierfriseure mit mehr als 100 Bewertungen",
    "What are all the breweries in \" Los Angeles \" ?": "Welche Brauereien gibt es in \"Los Angeles\"?",
    "Find all breweries in Los Angeles": "Finde alle Brauereien in Los Angeles",
    "Find all breweries in \" Los Angeles \"": "Finde alle Brauereien in \" Los Angeles \".",
    "Find all users who reviewed restaurant \" Mesa Grill \"": "Finde alle Nutzer, die das Restaurant \"Mesa Grill\" bewertet haben.",
    "List the addresses of all Walmart in \" Los Angeles \"": "Liste der Adressen aller Walmart in \" Los Angeles \".",
    "Find all restaurant reviewed by Patrick in \" Dallas \"": "Finde alle Restaurantbewertungen von Patrick in \" Dallas \".",
    "Which restaurant in Dallas were reviewed by user Patrick ?": "Welches Restaurant in Dallas wurde von User Patrick bewertet?",
    "Find all Bars reviewed by Patrick": "Finde alle Bars die von Patrick bewertet wurden",
    "Find all Bars reviewed by Patrick with at least 3 stars": "Finde alle Bars, die von Patrick mit mindestens 3 Sternen bewertet wurden",
    "Find all users who have written tips for \" Barrio Cafe \" in 2015": "Finde alle Benutzer, die im Jahr 2015 Tipps für \" Barrio Cafe \" geschrieben haben",
    "Find all businesses in Texas with a rating below 2": "Finde alle Unternehmen in Texas mit einer Bewertung unter 2",
    "Find all restaurant Seafood in Los Angeles": "Finde alle Restaurant Meeresfrüchte in Los Angeles",
    "List all the Seafood restaurant in \" Los Angeles \"": "Liste aller Meeresfrüchte-Restaurants in \" Los Angeles \".",
    "Find all restaurant that serve Seafood in \" Los Angeles \"": "Finde alle Restaurants, die Meeresfrüchte servieren in \" Los Angeles \".",
    "Find all reviews by Patrick with a rating above 4": "Finde alle Bewertungen von Patrick mit einer Bewertung über 4",
    "Find all Apple Store in \" Los Angeles \"": "Finde alle Apple Store in \" Los Angeles \".",
    "Find all Dallas restaurant with a rating above 4.5": "Finde alle Restaurants in Dallas mit einer Bewertung über 4,5",
    "What neighbourhood is restaurant \" Flat Top Grill \" in ?": "In welchem Viertel liegt das Restaurant \"Flat Top Grill\"?",
    "Find all tips about \" Vintner Grill \" that received more than 9 likes": "Finde alle Tipps zu \" Vintner Grill \", die mehr als 9 Likes erhalten haben",
    "Find all reviews about \" Kabob Palace \" in year 2014": "Finde alle Bewertungen über \" Kabob Palace \" im Jahr 2014",
    "Find all users who have written tips about businesses in Dallas": "Finde alle Benutzer, die Tipps über Unternehmen in Dallas geschrieben haben",
    "Find all cities in Texas in which there is a restaurant called \" MGM Grand Buffet \"": "Finde alle Städte in Texas, in denen es ein Restaurant namens \"MGM Grand Buffet\" gibt.",
    "Find the users who have given tips on Pet Groomers": "Finde die Benutzer, die Tipps zu Pet Groomers gegeben haben",
    "Find all tips for \" Cafe Zinho \" in Texas .": "Finde alle Tipps zu \"Cafe Zinho\" in Texas.",
    "List all users who reviewed businesses that are restaurant .": "Listet alle Nutzer auf, die Unternehmen bewertet haben, die Restaurants sind.",
    "List all tips for \" Cafe Zinho \" in Pennsylvania in 2010 .": "Liste aller Tipps für \"Cafe Zinho\" in Pennsylvania im Jahr 2010.",
    "List all users who reviewed businesses that are restaurant in 2010 .": "Listet alle Nutzer auf, die im Jahr 2010 Unternehmen bewertet haben, die Restaurants sind.",
    "Find all the tips from a user who has written a review in 2012": "Hier findest du alle Tipps von einem Nutzer, der 2012 eine Bewertung geschrieben hat",
    "Find all reviews for businesses rated 2.5": "Finde alle Bewertungen für Unternehmen mit der Note 2,5",
    "find the number of escape games in Madison": "Finde die Anzahl der Escape Games in Madison",
    "What is the number of escape games in Madison": "Wie hoch ist die Anzahl der Escape Games in Madison",
    "How many escape games exist in Madison": "Wie viele Escape Games gibt es in Madison",
    "What is the number of escape games in \" Madison \" ?": "Wie viele Escape Games gibt es in \"Madison\"?",
    "How many escape games are there in Madison ?": "Wie viele Escape Games gibt es in Madison?",
    "find the number of restaurant rated more than 3.5": "Finde die Anzahl der Restaurants mit einer Bewertung von mehr als 3,5",
    "find the total checkins in Moroccan restaurant in \" Los Angeles \"": "Finde die Gesamtzahl der Checkins im marokkanischen Restaurant in \" Los Angeles \".",
    "find the total checkins in Moroccan restaurant in \" Los Angeles \" on Friday": "Finde die Gesamtzahl der Checkins im marokkanischen Restaurant in \"Los Angeles\" am Freitag",
    "find the total checkins in Moroccan restaurant in \" Los Angeles \" per day": "Finde die Gesamtzahl der Checkins im marokkanischen Restaurant in \" Los Angeles \" pro Tag",
    "find the total checkins in Italian Delis in each state on Sunday": "Finde die Gesamtzahl der Einzahlungen in italienischen Feinkostläden in jedem Bundesland am Sonntag",
    "How many reviews has Niloofar written in 2015": "Wie viele Bewertungen hat Niloofar im Jahr 2015 geschrieben",
    "what is the average rating given in Michelle reviews": "Wie hoch ist die durchschnittliche Bewertung in den Michelle-Bewertungen?",
    "What is the number of checkins for \" Cafe Zinho \" on Friday": "Wie hoch ist die Anzahl der Checkins für \"Cafe Zinho\" am Freitag",
    "how many users reviewed \" Sushi Too \" in Pittsburgh": "Wie viele Nutzer haben \"Sushi Too\" in Pittsburgh bewertet?",
    "What is the number of restaurant in Pittsburgh rated 4.5": "Wie viele Restaurants in Pittsburgh haben die Note 4,5?",
    "How many tips have been written in 2015": "Wie viele Tipps wurden im Jahr 2015 geschrieben?",
    "What is the total likes on tips from Niloofar": "Wie hoch ist die Gesamtzahl der Likes auf Tipps von Niloofar",
    "What is the total likes on tips about \" Cafe Zinho \"": "Wie hoch ist die Anzahl der Likes auf Tipps über \"Cafe Zinho\"?",
    "What is the total likes on tips from Niloofar about \" Cafe Zinho \"": "Wie viele Likes haben die Tipps von Niloofar über \"Cafe Zinho\" insgesamt bekommen?",
    "How many tips has Michelle written in 2010": "Wie viele Tipps hat Michelle im Jahr 2010 geschrieben?",
    "Return me the number of tips that are written by Michelle in 2010 .": "Gib mir die Anzahl der Tipps zurück, die von Michelle im Jahr 2010 geschrieben wurden.",
    "How many tips has Michelle written in April": "Wie viele Tipps hat Michelle im April geschrieben",
    "what is the number of restaurant in Texas": "Wie hoch ist die Zahl der Restaurants in Texas?",
    "How many Bars in \" Dallas \" have a rating above 3.5 ?": "Wie viele Bars in \"Dallas\" haben eine Bewertung über 3,5?",
    "How many Bars in Dallas have a rating above 3.5 ?": "Wie viele Bars in Dallas haben eine Bewertung über 3,5?",
    "How many people reviewed the restaurant \" Texas de Brazil \" in Dallas Texas ?": "Wie viele Leute haben das Restaurant \"Texas de Brazil\" in Dallas Texas bewertet?",
    "How many people reviewed \" Bistro Di Napoli \" in 2015 ?": "Wie viele Leute haben \"Bistro Di Napoli\" im Jahr 2015 bewertet?",
    "How many restaurant are there in the Hazelwood district of Dallas ?": "Wie viele Restaurants gibt es im Stadtteil Hazelwood in Dallas?",
    "How many Starbucks are there in Dallas Texas ?": "Wie viele Starbucks gibt es in Dallas Texas?",
    "How many reviews does \" Acacia Cafe \" have ?": "Wie viele Bewertungen hat das \"Acacia Cafe\"?",
    "Find the average number of checkins in restaurant \" Barrio Cafe \" per day": "Finde die durchschnittliche Anzahl der Checkins im Restaurant \" Barrio Cafe \" pro Tag",
    "How many businesses are there in the \" Stone Meadows \" neighbourhood in Madison ?": "Wie viele Unternehmen gibt es im Viertel \"Stone Meadows\" in Madison?",
    "How many reviews has Adrienne written ?": "Wie viele Bewertungen hat Adrienne geschrieben?",
    "How many reviews has Michelle written in March 2014 ?": "Wie viele Bewertungen hat Michelle im März 2014 geschrieben?",
    "How many businesses has Michelle reviewed in 2010 ?": "Wie viele Unternehmen hat Michelle im Jahr 2010 überprüft?",
    "How many businesses in \" San Diego \" has Christine reviewed in 2010 ?": "Wie viele Unternehmen in \"San Diego\" hat Christine im Jahr 2010 überprüft?",
    "How many Target are there in \" Los Angeles \" ?": "Wie viele Ziele gibt es in \"Los Angeles\"?",
    "How many users have reviewed Irish Pub in Dallas ?": "Wie viele Benutzer haben Irish Pub in Dallas bewertet?",
    "What is the average rating of reviews written in year 2014 ?": "Wie hoch ist die durchschnittliche Bewertung der Rezensionen aus dem Jahr 2014?",
    "How many people reviewed restaurant \" Vintner Grill \" in 2010 ?": "Wie viele Leute haben das Restaurant \"Vintner Grill\" im Jahr 2010 bewertet?",
    "Find the number of reviews on businesses located in \" South Summerlin \" neighbourhood": "Finde die Anzahl der Bewertungen für Unternehmen in der Gegend \" South Summerlin \".",
    "Find the number of users called Michelle": "Finde die Anzahl der Nutzer, die Michelle angerufen haben",
    "Return me the number of businesses that are restaurant .": "Gib mir die Anzahl der Unternehmen zurück, die Restaurants sind.",
    "Return me the number of cities that has \" Panda Express \" .": "Gib mir die Anzahl der Städte, in denen es \"Panda Express\" gibt.",
    "Return me the number of tips that are written by Michelle .": "Gib mir die Anzahl der Tipps, die von Michelle geschrieben werden.",
    "Find the total checkins in \" Brighton Heights \" neighbourhood": "Finde die Gesamtzahl der Checkins im Viertel \" Brighton Heights \".",
    "Find the total number of reviews written in March": "Finde die Gesamtzahl der im März geschriebenen Bewertungen",
    "Find the number of tips written in each month": "Finde die Anzahl der geschriebenen Tipps in jedem Monat",
    "How many neighbourhoods have a business with rating 5 in Madison ?": "Wie viele Stadtteile haben in Madison ein Unternehmen mit der Note 5?",
    "Give me all the Moroccan restaurant in Texas": "Gib mir alle marokkanischen Restaurants in Texas",
    "which business has the most number of checkins": "welches Geschäft die meisten Checkins hat",
    "which neighbourhood has the most number of businesses in Madison": "welches Viertel die meisten Unternehmen in Madison hat",
    "Find all Mexican restaurant in Dallas with at least 3.5 stars": "Finde alle mexikanischen Restaurants in Dallas mit mindestens 3,5 Sternen",
    "Find all Mexican restaurant in Dallas with a rating above 3.5": "Finde alle mexikanischen Restaurants in Dallas mit einer Bewertung über 3.5",
    "Find all restaurant with Valet Service in Dallas Texas": "Finde alle Restaurants mit Valet Service in Dallas Texas",
    "Find all Italian restaurant in the Meadowood neighbourhood of Madison": "Finde alle italienischen Restaurants in der Meadowood Nachbarschaft von Madison",
    "Find all Bars in \" Los Angeles \" with at least 30 reviews and average rating above 3 stars": "Finde alle Bars in \" Los Angeles \" mit mindestens 30 Bewertungen und einer Durchschnittsbewertung von über 3 Sternen",
    "How many Egyptian restaurant are there in Edinburgh ?": "Wie viele ägyptische Restaurants gibt es in Edinburgh?",
    "Find users whose average review rating is below 3": "Finde Nutzer, deren durchschnittliche Bewertungszahl unter 3 liegt",
    "Find the business with the most number of reviews in April": "Finde das Unternehmen mit den meisten Bewertungen im April",
    "Find the business which has the most number of categories": "Finde das Unternehmen, das die meisten Kategorien hat",
    "return me the homepage of PVLDB .": "gib mir die Homepage von PVLDB zurück.",
    "return me the homepage of \" H. V. Jagadish \" .": "Schick mir die Homepage von \"H. V. Jagadish\".",
    "return me the abstract of \" Making database systems usable \" .": "Gib mir die Zusammenfassung von \"Making database systems usable\" zurück.",
    "return me the year of \" Making database systems usable \"": "Gib mir das Jahr der \"Nutzbarmachung von Datenbanksystemen\" zurück",
    "return me the year of \" Making database systems usable \" .": "Gib mir das Jahr der \"Nutzbarmachung von Datenbanksystemen\" zurück.",
    "return me the papers after 2000 .": "gib mir die Papiere nach 2000 zurück.",
    "return me the homepage of the VLDB conference .": "die Homepage der VLDB-Konferenz zurück.",
    "return me all the keywords .": "gib mir alle Schlüsselwörter zurück.",
    "return me all the organizations .": "gib mir alle Organisationen zurück.",
    "return me all the organizations in \" North America \" .": "Gib mir alle Organisationen in \"Nordamerika\" zurück.",
    "return me the homepage of \" University of Michigan \" .": "Komme ich auf die Homepage der \"University of Michigan\" zurück.",
    "return me the number of references of \" Making database systems usable \" .": "Gib mir die Anzahl der Verweise auf \"Making database systems usable\" zurück.",
    "return me the references of \" Making database systems usable \" .": "Gib mir die Referenzen von \"Making database systems usable\".",
    "return me the number of citations of \" Making database systems usable \" .": "Gib mir die Anzahl der Zitate von \"Making database systems usable\" zurück.",
    "return me the citations of \" Making database systems usable \" .": "Gib mir die Zitate von \"Making database systems usable\" zurück.",
    "return me the paper with more than 200 citations .": "Schick mir die Arbeit mit mehr als 200 Zitaten.",
    "return me the authors who have papers in PVLDB 2010 .": "melde mir die Autoren, die Beiträge im PVLDB 2010 veröffentlicht haben.",
    "return me the authors who have papers in PVLDB after 2010 .": "Gib mir die Autoren, die nach 2010 in der PVLDB veröffentlicht haben.",
    "return me the authors who have papers in VLDB conference in 2002 .": "Gib mir die Autoren zurück, die auf der VLDB-Konferenz im Jahr 2002 Beiträge veröffentlicht haben.",
    "return me the authors who have papers in VLDB conference before 2002 .": "Gib mir die Autoren zurück, die vor 2002 auf der VLDB-Konferenz publiziert haben.",
    "return me the authors who have papers in VLDB conference before 2002 after 1995 .": "Gib mir die Autoren zurück, die vor 2002 und nach 1995 auf der VLDB-Konferenz publiziert haben.",
    "return me the area of PVLDB .": "gib mir den Bereich der PVLDB zurück.",
    "return me the authors who have papers in PVLDB .": "Gib mir die Autoren zurück, die Beiträge in PVLDB haben.",
    "return me the organization \" H. V. Jagadish \" is in .": "Gib mir die Organisation \"H. V. Jagadish\" zurück.",
    "return me the conferences, which have papers by \" H. V. Jagadish \" .": "Schicke mir die Konferenzen zurück, die Beiträge von \"H. V. Jagadish\" haben.",
    "return me the journals, which have papers by \" H. V. Jagadish \" .": "Schicke mir die Zeitschriften zurück, die Aufsätze von \"H. V. Jagadish\" enthalten.",
    "return me the domain where \" H. V. Jagadish \" is focused .": "Gib mir den Bereich zurück, in dem sich \"H. V. Jagadish\" befindet.",
    "return me the authors of \" Making database systems usable \" .": "geben mir die Autoren von \"Making database systems usable\" zurück.",
    "return me the conference, which published \" Making database systems usable \" .": "Zurück zu der Konferenz, die \"Making database systems usable\" veröffentlicht hat.",
    "return me the papers by \" H. V. Jagadish \" .": "schicke mir die Papiere von \"H. V. Jagadish\" zurück.",
    "return me the papers on VLDB conference .": "schicke mir die Unterlagen zur VLDB-Konferenz.",
    "return me the papers on PVLDB .": "schicke mir die Unterlagen über PVLDB.",
    "return me the papers on PVLDB after 2000 .": "Schick mir die Unterlagen über PVLDB nach 2000.",
    "return me the papers on VLDB conference after 2000 .": "Schick mir die Unterlagen der VLDB-Konferenz nach 2000.",
    "return me the papers by \" H. V. Jagadish \" on PVLDB .": "schicke mir die Unterlagen von \"H. V. Jagadish\" auf PVLDB.",
    "return me the papers by \" H. V. Jagadish \" on VLDB conference .": "Schick mir die Unterlagen von H. V. Jagadish auf der VLDB-Konferenz.",
    "return me the papers by \" H. V. Jagadish \" after 2000 .": "schicke mir die Papiere von \"H. V. Jagadish\" nach 2000 zurück.",
    "return me the papers by \" H. V. Jagadish \" on PVLDB after 2000 .": "Schick mir die Papiere von \"H. V. Jagadish\" auf PVLDB nach 2000 zurück.",
    "return me the papers by \" H. V. Jagadish \" on VLDB conference after 2000 .": "Schicke mir die Papiere von \"H. V. Jagadish\" auf der VLDB-Konferenz nach 2000.",
    "return me the area of the VLDB conference .": "Gib mir den Bereich der VLDB-Konferenz zurück.",
    "return me the authors who have papers in the VLDB conference .": "Gib mir die Autoren zurück, die Beiträge auf der VLDB-Konferenz veröffentlicht haben.",
    "return me all the keywords in Databases area .": "Gib mir alle Schlüsselwörter im Bereich Datenbanken zurück.",
    "return me all the papers, which contain the keyword \" Natural Language \" .": "liefert mir alle Artikel, die das Stichwort \"Natürliche Sprache\" enthalten.",
    "return me the keywords of \" Making database systems usable \" .": "gib mir die Stichworte \"Datenbanksysteme nutzbar machen\".",
    "return me the keywords related to \" H. V. Jagadish \" .": "Gib mir die Schlüsselwörter zurück, die mit \"H. V. Jagadish\" zu tun haben.",
    "return me the keywords in VLDB conference .": "gib mir die Schlüsselwörter in der VLDB-Konferenz zurück.",
    "return me the keywords in PVLDB .": "gib mir die Schlüsselwörter in PVLDB zurück.",
    "return me the keywords in the papers of \" University of Michigan \" .": "gib mir die Schlüsselwörter in den Papieren der \"University of Michigan\" zurück.",
    "return me the papers of \" H. V. Jagadish \" containing keyword \" User Study \" .": "gib mir die Arbeiten von \"H. V. Jagadish\" mit dem Stichwort \"User Study\" zurück.",
    "return me the papers in PVLDB containing keyword \" Keyword search \" .": "gibt mir die Papiere in der PVLDB zurück, die den Suchbegriff \"Keyword search\" enthalten.",
    "return me the papers in VLDB conference containing keyword \" Information Retrieval \" .": "Gib mir die Beiträge der VLDB-Konferenz mit dem Stichwort \"Information Retrieval\" zurück.",
    "return me the authors who have papers containing keyword \" Relational Database \" .": "Gib mir die Autoren zurück, deren Beiträge das Stichwort \"Relationale Datenbank\" enthalten.",
    "return me all the organizations in Databases area .": "Gib mir alle Organisationen im Bereich Datenbanken zurück.",
    "return me all the organizations in Databases area located in \" North America \" .": "Gib mir alle Organisationen im Bereich Datenbanken zurück, die sich in \"Nordamerika\" befinden.",
    "return me all the researchers in \" University of Michigan \" .": "Gib mir alle Forscher in \"University of Michigan\" zurück.",
    "return me all the researchers in Databases area in \" University of Michigan \" .": "Gib mir alle Forscher im Bereich Datenbanken in \"University of Michigan\" zurück.",
    "return me all the papers in \" University of Michigan \" .": "Schicke mir alle Papiere in \"University of Michigan\" zurück.",
    "return me all the papers after 2000 in \" University of Michigan \" .": "Gib mir alle Papiere nach 2000 in \"University of Michigan\" zurück.",
    "return me all the papers in VLDB conference in \" University of Michigan \" .": "Schick mir alle Beiträge der VLDB-Konferenz an der University of Michigan.",
    "return me all the papers in PVLDB in \" University of Michigan \" .": "Gib mir alle Papiere in der PVLDB der \"University of Michigan\" zurück.",
    "return me all the papers in PVLDB after 2000 in \" University of Michigan \" .": "Schicken Sie mir alle Papiere in PVLDB nach 2000 in \"University of Michigan\".",
    "return me the paper in Databases area with more than 200 citations .": "Gib mir die Arbeit im Bereich Datenbanken mit mehr als 200 Zitaten zurück.",
    "return me the paper in PVLDB with more than 200 citations .": "Gib mir die Arbeit in der PVLDB mit mehr als 200 Zitaten.",
    "return me the paper in VLDB conference with more than 200 citations .": "Schick mir den Beitrag auf der VLDB-Konferenz mit mehr als 200 Zitaten.",
    "return me the paper by \" H. V. Jagadish \" with more than 200 citations .": "Schick mir die Arbeit von \"H. V. Jagadish\" mit mehr als 200 Zitaten.",
    "return me the papers by \" H. V. Jagadish \" on PVLDB with more than 200 citations .": "Gib mir die Arbeiten von \"H. V. Jagadish\" in der PVLDB mit mehr als 200 Zitaten.",
    "return me the papers by \" H. V. Jagadish \" on VLDB conference with more than 200 citations .": "Gib mir die Beiträge von \"H. V. Jagadish\" auf der VLDB-Konferenz mit mehr als 200 Zitaten.",
    "return me the paper after 2000 with more than 200 citations .": "Schick mir die Arbeit nach 2000 mit mehr als 200 Zitaten.",
    "return me the paper after 2000 in Databases area with more than 200 citations .": "Sende mir die Arbeit nach 2000 im Bereich Datenbanken mit mehr als 200 Zitaten.",
    "return me the paper after 2000 in PVLDB with more than 200 citations .": "Gib mir die Arbeit nach 2000 in PVLDB mit mehr als 200 Zitaten zurück.",
    "return me the paper after 2000 in VLDB conference with more than 200 citations .": "Gib mir das Paper nach 2000 in der VLDB Konferenz mit mehr als 200 Zitaten zurück.",
    "return me the number of conferences which have papers by \" H. V. Jagadish \" .": "Gib mir die Anzahl der Konferenzen an, auf denen Vorträge von \"H. V. Jagadish\" gehalten werden.",
    "return me the number of journals which have papers by \" H. V. Jagadish \" .": "Gib mir die Anzahl der Zeitschriften an, die Artikel von \"H. V. Jagadish\" haben.",
    "return me the number of papers written by \" H. V. Jagadish \" in each year .": "Gib mir die Anzahl der von \"H. V. Jagadish\" in jedem Jahr geschriebenen Artikel zurück.",
    "return me the number of authors of \" Making database systems usable \" .": "Gib mir die Anzahl der Autoren von \"Making database systems usable\".",
    "return me the number of citations of \" Making database systems usable \" in each year .": "Gib mir die Anzahl der Zitate von \"Making database systems usable\" in jedem Jahr zurück.",
    "return me the number of citations of \" Making database systems usable \" before 2010 .": "Gib mir die Anzahl der Zitate von \"Making database systems usable\" vor 2010.",
    "return me the number of papers by \" H. V. Jagadish \" .": "Gib mir die Anzahl der Papiere von \"H. V. Jagadish\".",
    "return me the number of papers on VLDB conference .": "Gib mir die Anzahl der Beiträge auf der VLDB-Konferenz.",
    "return me the number of papers on PVLDB .": "gib mir die Anzahl der Beiträge in der PVLDB zurück.",
    "return me the number of papers after 2000 .": "Gib mir die Anzahl der Papiere nach 2000 zurück.",
    "return me the number of papers on PVLDB after 2000 .": "Gib mir die Anzahl der Veröffentlichungen in der PVLDB nach 2000.",
    "return me the number of papers on VLDB conference after 2000 .": "Gib mir die Anzahl der Beiträge auf der VLDB-Konferenz nach 2000 zurück.",
    "return me the number of papers by \" H. V. Jagadish \" on PVLDB .": "Geben Sie mir die Anzahl der Beiträge von \"H. V. Jagadish\" in der PVLDB.",
    "return me the number of papers by \" H. V. Jagadish \" on VLDB conference .": "Gib mir die Anzahl der Beiträge von \"H. V. Jagadish\" auf der VLDB-Konferenz.",
    "return me the number of papers by \" H. V. Jagadish \" after 2000 .": "Gib mir die Anzahl der Arbeiten von \"H. V. Jagadish\" nach 2000.",
    "return me the number of papers by \" H. V. Jagadish \" on PVLDB after 2000 .": "Gib mir die Anzahl der Beiträge von H. V. Jagadish in der PVLDB nach 2000.",
    "return me the number of papers by \" H. V. Jagadish \" on VLDB conference after 2000 .": "Gib mir die Anzahl der Beiträge von \"H. V. Jagadish\" auf der VLDB-Konferenz nach 2000.",
    "return me the number of keywords .": "gib mir die Anzahl der Schlüsselwörter zurück.",
    "return me the number of keywords in Databases area .": "gib mir die Anzahl der Schlüsselwörter im Bereich Datenbanken zurück.",
    "return me the number of papers which contain the keyword \" Natural Language \" .": "liefert mir die Anzahl der Artikel, die das Stichwort \"Natürliche Sprache\" enthalten.",
    "return me the number of the keywords of \" Making database systems usable \" .": "Gib mir die Anzahl der Schlüsselwörter von \"Datenbanksysteme nutzbar machen\" zurück.",
    "return me the number of the keywords related to \" H. V. Jagadish \" .": "Gib mir die Anzahl der Schlüsselwörter zurück, die mit \"H. V. Jagadish\" zu tun haben.",
    "return me the number of keywords in VLDB conference .": "Gib mir die Anzahl der Schlüsselwörter in der VLDB-Konferenz zurück.",
    "return me the number of keywords in PVLDB .": "gibt mir die Anzahl der Schlüsselwörter in der PVLDB zurück.",
    "return me the number of keywords in the papers of \" University of Michigan \" .": "liefert mir die Anzahl der Schlüsselwörter in den Papieren der \"University of Michigan\".",
    "return me the number of the papers of \" H. V. Jagadish \" containing keyword \" User Study \" .": "Gib mir die Nummer der Arbeiten von \"H. V. Jagadish\" mit dem Stichwort \"User Study\".",
    "return me the number of papers in PVLDB containing keyword \" Keyword search \" .": "gibt mir die Anzahl der Artikel in der PVLDB zurück, die den Suchbegriff \"Keyword search\" enthalten.",
    "return me the number of papers in VLDB conference containing keyword \" Information Retrieval \" .": "Gib mir die Anzahl der Beiträge in der VLDB-Konferenz zurück, die das Stichwort \"Information Retrieval\" enthalten.",
    "return me the number of authors who have papers containing keyword \" Relational Database \" .": "gibt mir die Anzahl der Autoren zurück, deren Beiträge das Stichwort \"Relationale Datenbank\" enthalten.",
    "return me the total citations of the papers containing keyword \" Natural Language \"": "Gib mir die Gesamtzahl der Zitate der Artikel zurück, die das Stichwort \"Natürliche Sprache\" enthalten.",
    "return me the number of the organizations .": "Gib mir die Nummer der Organisationen.",
    "return me the number of the organizations in \" North America \" .": "Gib mir die Nummer der Organisationen in \"Nordamerika\".",
    "return me the number of organizations in Databases area .": "gib mir die Anzahl der Organisationen im Bereich Datenbanken zurück.",
    "return me the number of organizations in Databases area located in \" North America \" .": "Gib mir die Anzahl der Organisationen im Bereich Datenbanken zurück, die sich in \"Nordamerika\" befinden.",
    "return me the number of papers in \" University of Michigan \" .": "Gib mir die Anzahl der Arbeiten in \"University of Michigan\" zurück.",
    "return me the number of papers in \" University of Michigan \" in Databases area .": "Geben Sie mir die Anzahl der Arbeiten im Bereich \"University of Michigan\" im Bereich \"Datenbanken\" zurück.",
    "return me the number of papers after 2000 in \" University of Michigan \" .": "Gib mir die Anzahl der Arbeiten nach 2000 in \"University of Michigan\".",
    "return me the number of papers in VLDB conference in \" University of Michigan \" .": "Gib mir die Anzahl der Beiträge auf der VLDB-Konferenz an der \"University of Michigan\".",
    "return me the number of papers in PVLDB in \" University of Michigan \" .": "Geben Sie mir die Anzahl der Arbeiten in der PVLDB der \"University of Michigan\" zurück.",
    "return me the number of papers in PVLDB after 2000 in \" University of Michigan \" .": "Geben Sie mir die Anzahl der Veröffentlichungen in PVLDB nach 2000 in \"University of Michigan\".",
    "return me the total citations of the papers in \" University of Michigan \" .": "Geben Sie mir die Gesamtzahl der Zitate der Arbeiten in \"University of Michigan\" zurück.",
    "return me the number of researchers in \" University of Michigan \" .": "Gib mir die Anzahl der Forscher an der \"University of Michigan\".",
    "return me the number of researchers in Databases area in \" University of Michigan \" .": "gib mir die Anzahl der Forscher im Bereich Datenbanken an der \"University of Michigan\" zurück.",
    "return me the number of authors who have papers in PVLDB .": "Geben Sie mir die Anzahl der Autoren zurück, die Beiträge in PVLDB haben.",
    "return me the number of authors who have papers in the VLDB conference .": "Gib mir die Anzahl der Autoren zurück, die Beiträge auf der VLDB-Konferenz veröffentlicht haben.",
    "return me the number of papers published on PVLDB before 2000 .": "Geben Sie mir die Anzahl der vor dem Jahr 2000 in der PVLDB veröffentlichten Artikel zurück.",
    "return me the number of papers published in the VLDB conference before 2000 .": "Gib mir die Anzahl der Beiträge zurück, die vor 2000 auf der VLDB-Konferenz veröffentlicht wurden.",
    "return me the total citations of all the papers in PVLDB .": "gibt mir die Gesamtzahl der Zitate aller Artikel in PVLDB zurück.",
    "return me the citations of each paper in PVLDB .": "mir die Zitate der einzelnen Papiere in PVLDB zurück.",
    "return me the total citations of papers in PVLDB in 2005 .": "Geben Sie mir die Gesamtzahl der Zitate in der PVLDB im Jahr 2005 zurück.",
    "return me the total citations of papers in PVLDB before 2005 .": "Geben Sie mir die Gesamtzahl der Zitierungen von Artikeln in PVLDB vor 2005 zurück.",
    "return me the total citations of papers in PVLDB in each year .": "liefert mir die Gesamtzahl der Zitate in der PVLDB in jedem Jahr.",
    "return me the number of papers published in PVLDB in each year .": "gib mir die Anzahl der in PVLDB veröffentlichten Artikel in jedem Jahr zurück.",
    "return me the total citations of all the papers in the VLDB conference .": "Gib mir die Gesamtzahl der Zitate aller Beiträge der VLDB-Konferenz zurück.",
    "return me the citations of each paper in the VLDB conference .": "Gib mir die Zitate der einzelnen Beiträge auf der VLDB-Konferenz.",
    "return me the total citations of papers in the VLDB conference in 2005 .": "Geben Sie mir die Gesamtzahl der Zitate von Beiträgen auf der VLDB-Konferenz im Jahr 2005.",
    "return me the total citations of papers in the VLDB conference before 2005 .": "Geben Sie mir die Gesamtzahl der Zitierungen von Beiträgen auf der VLDB-Konferenz vor 2005.",
    "return me the total citations of papers in the VLDB conference in each year .": "Gib mir die Gesamtzahl der Zitate der Beiträge auf der VLDB-Konferenz in jedem Jahr zurück.",
    "return me the number of papers published in the VLDB conference in each year .": "Geben Sie mir die Anzahl der in jedem Jahr auf der VLDB-Konferenz veröffentlichten Beiträge zurück.",
    "return me the authors who have cooperated both with \" H. V. Jagadish \" and \" Divesh Srivastava \" .": "Gib mir die Autoren zurück, die sowohl mit \"H. V. Jagadish\" als auch mit \"Divesh Srivastava\" zusammengearbeitet haben.",
    "return me the authors who have cooperated with \" H. V. Jagadish \" after 2000 .": "Gib mir die Autoren zurück, die nach 2000 mit \"H. V. Jagadish\" zusammengearbeitet haben.",
    "return me the papers written by \" H. V. Jagadish \" and \" Divesh Srivastava \" .": "Schicke mir die Arbeiten von \"H. V. Jagadish\" und \"Divesh Srivastava\" zurück.",
    "return me the papers written by \" H. V. Jagadish \" and \" Yunyao Li \" after 2005 .": "Schicke mir die von \"H. V. Jagadish\" und \"Yunyao Li\" nach 2005 verfassten Arbeiten zurück.",
    "return me the papers written by \" H. V. Jagadish \" and \" Yunyao Li \" on PVLDB .": "Schicke mir die Arbeiten von \"H. V. Jagadish\" und \"Yunyao Li\" auf PVLDB.",
    "return me the papers written by \" H. V. Jagadish \" and \" Yunyao Li \" on PVLDB after 2005 .": "Schicken Sie mir die von \"H. V. Jagadish\" und \"Yunyao Li\" verfassten Artikel über PVLDB nach 2005.",
    "return me the authors who have cooperated with \" H. V. Jagadish \" .": "Gib mir die Autoren zurück, die mit \"H. V. Jagadish\" zusammengearbeitet haben.",
    "return me the papers written by \" H. V. Jagadish \" and \" Divesh Srivastava \" before 2000 .": "Gib mir die Papiere zurück, die von \"H. V. Jagadish\" und \"Divesh Srivastava\" vor 2000 geschrieben wurden.",
    "return me the authors who have cited the papers by \" H. V. Jagadish \" .": "Gib mir die Autoren, die die Arbeiten von \"H. V. Jagadish\" zitiert haben.",
    "return me the number of papers written by \" H. V. Jagadish \" and \" Divesh Srivastava \" .": "Gib mir die Anzahl der von \"H. V. Jagadish\" und \"Divesh Srivastava\" verfassten Arbeiten zurück.",
    "return me the number of papers written by \" H. V. Jagadish \" and \" Divesh Srivastava \" before 2000 .": "Gib mir die Anzahl der von \"H. V. Jagadish\" und \"Divesh Srivastava\" vor dem Jahr 2000 geschriebenen Artikel.",
    "return me the number of papers written by \" H. V. Jagadish \" , \" Yunyao Li \" , and \" Cong Yu \" .": "Gib mir die Anzahl der von \"H. V. Jagadish\", \"Yunyao Li\" und \"Cong Yu\" verfassten Arbeiten zurück.",
    "return me the number of authors who have cooperated with \" H. V. Jagadish \" .": "Gib mir die Anzahl der Autoren, die mit \"H. V. Jagadish\" zusammengearbeitet haben.",
    "return me the number of authors who have cited the papers by \" H. V. Jagadish \" .": "Gib mir die Anzahl der Autoren, die die Arbeiten von \"H. V. Jagadish\" zitiert haben.",
    "return me the papers written by \" H. V. Jagadish \" and \" Divesh Srivastava \" with more than 200 citations .": "Schick mir die Arbeiten von \"H. V. Jagadish\" und \"Divesh Srivastava\" mit mehr als 200 Zitaten.",
    "return me the author who has the most number of papers containing keyword \" Relational Database \" .": "Gib mir den Autor zurück, der die meisten Beiträge mit dem Stichwort \"Relationale Datenbank\" hat.",
    "return me the conference that has the most number of papers containing keyword \" Relational Database \" .": "Gib mir die Konferenz mit den meisten Beiträgen zum Stichwort \"Relationale Datenbank\".",
    "return me the conference, which has the most number of papers containing keyword \" Relational Database \" .": "gib mir die Konferenz zurück, die die meisten Beiträge mit dem Stichwort \"Relationale Datenbank\" hat.",
    "return me the journal that has the most number of papers containing keyword \" Relational Database \" .": "Gib mir die Zeitschrift, die die meisten Artikel mit dem Stichwort \"Relationale Datenbank\" enthält.",
    "return me the journal, which has the most number of papers containing keyword \" Relational Database \" .": "liefert mir die Zeitschrift, die die meisten Artikel mit dem Stichwort \"Relationale Datenbank\" enthält.",
    "return me the keyword, which have been contained by the most number of papers in VLDB conference .": "liefert mir die Schlüsselwörter, die in den meisten Beiträgen der VLDB-Konferenz enthalten sind.",
    "return me the keyword, which have been contained by the most number of papers in PVLDB .": "gibt mir das Schlüsselwort zurück, das in den meisten Dokumenten in der PVLDB enthalten ist.",
    "return me the keyword, which have been contained by the most number of papers by \" H. V. Jagadish \" .": "Gib mir das Stichwort zurück, das in den meisten Papieren von \"H. V. Jagadish\" enthalten ist.",
    "return me the author in the \" University of Michigan \" whose papers have the most total citations .": "Gib mir den Autor an der \"University of Michigan\", dessen Arbeiten die meisten Zitate aufweisen.",
    "return me the author in the \" University of Michigan \" whose papers in Databases area have the most total citations .": "Gib mir den Autor an der \"University of Michigan\" zurück, dessen Arbeiten im Bereich Datenbanken die meisten Zitate aufweisen.",
    "return me the papers written by \" H. V. Jagadish \" and \" Divesh Srivastava \" with the most number of citations .": "Gib mir die Artikel von \"H. V. Jagadish\" und \"Divesh Srivastava\" mit den meisten Zitaten.",
    "return me the conferences, which have more than 10 papers by \" H. V. Jagadish \" .": "Schick mir die Konferenzen zurück, die mehr als 10 Vorträge von \"H. V. Jagadish\" haben.",
    "return me the conference, which have the most number of papers by \" H. V. Jagadish \" .": "Gib mir die Konferenz zurück, die die meisten Beiträge von \"H. V. Jagadish\" hat.",
    "return me the journals, which have more than 10 papers by \" H. V. Jagadish \" .": "Schicke mir die Zeitschriften zurück, die mehr als 10 Artikel von \"H. V. Jagadish\" enthalten.",
    "return me the journal, which have the most number of papers by \" H. V. Jagadish \" .": "Schick mir die Zeitschrift, in der die meisten Artikel von \"H. V. Jagadish\" erschienen sind.",
    "return me the paper with the most citations .": "Gib mir die Arbeit mit den meisten Zitaten zurück.",
    "return me the paper in Databases area with the most citations .": "Gib mir das Papier im Bereich Datenbanken mit den meisten Zitaten zurück.",
    "return me the paper in PVLDB with the most citations .": "Gib mir das Papier in PVLDB mit den meisten Zitaten.",
    "return me the paper in VLDB conference with the most citations .": "Schick mir das Paper der VLDB-Konferenz mit den meisten Zitaten.",
    "return me the paper by \" H. V. Jagadish \" with the most citations .": "Schick mir das Papier von \"H. V. Jagadish\" mit den meisten Zitaten.",
    "return me the paper after 2000 with the most citations .": "Gib mir die Arbeit mit den meisten Zitaten nach 2000.",
    "return me the paper after 2000 in Databases area with the most citations .": "Gib mir das Papier nach 2000 im Bereich Datenbanken mit den meisten Zitaten zurück.",
    "return me the paper after 2000 in PVLDB with the most citations .": "Gib mir das Papier nach 2000 in der PVLDB mit den meisten Zitaten.",
    "return me the paper after 2000 in VLDB conference with the most citations .": "Gib mir das Papier nach 2000 in der VLDB-Konferenz mit den meisten Zitaten.",
    "return me the authors who have more than 10 papers in PVLDB .": "Gib mir die Autoren, die mehr als 10 Artikel in der PVLDB haben.",
    "return me the authors who have the most number of papers in PVLDB .": "Gib mir die Autoren zurück, die die meisten Beiträge in der PVLDB haben.",
    "return me the authors who have more than 10 papers containing keyword \" Relational Database \" .": "Gib mir die Autoren zurück, die mehr als 10 Artikel mit dem Stichwort \"Relationale Datenbank\" haben.",
    "return me the conferences, which have more than 60 papers containing keyword \" Relational Database \" .": "gib mir die Konferenzen zurück, die mehr als 60 Beiträge mit dem Stichwort \"Relationale Datenbank\" haben.",
    "return me the journals, which have more than 60 papers containing keyword \" Relational Database \" .": "liefert mir die Zeitschriften, die mehr als 60 Artikel mit dem Stichwort \"Relationale Datenbank\" enthalten.",
    "return me the keywords, which have been contained by more than 100 papers in VLDB conference .": "liefert mir die Schlüsselwörter, die in mehr als 100 Beiträgen der VLDB-Konferenz enthalten sind.",
    "return me the keywords, which have been contained by more than 100 papers in PVLDB .": "gibt mir die Schlüsselwörter zurück, die in mehr als 100 Artikeln in der PVLDB enthalten sind.",
    "return me the keywords, which have been contained by more than 10 papers of \" H. V. Jagadish \" .": "Gib mir die Schlüsselwörter zurück, die in mehr als 10 Arbeiten von \"H. V. Jagadish\" enthalten sind.",
    "return me the authors who have more than 10 papers in the VLDB conference .": "Gib mir die Autoren zurück, die mehr als 10 Beiträge auf der VLDB-Konferenz veröffentlicht haben.",
    "return me the author who has the most number of papers in the VLDB conference .": "Gib mir den Autor, der die meisten Beiträge auf der VLDB-Konferenz veröffentlicht hat.",
    "return me the author in the \" University of Michigan \" whose papers have more than 5000 total citations .": "Gib mir den Autor an der \"University of Michigan\" zurück, dessen Arbeiten insgesamt mehr als 5000 Zitate haben.",
    "return me the author in the \" University of Michigan \" in Databases area whose papers have more than 5000 total citations .": "Gib mir den Autor im Bereich \"University of Michigan\" in Datenbanken zurück, dessen Arbeiten insgesamt mehr als 5000 Zitate haben.",
    "What year is the movie \" The Imitation Game \" from ?": "Aus welchem Jahr stammt der Film \"The Imitation Game\"?",
    "What year was the movie \" The Imitation Game \" produced": "In welchem Jahr wurde der Film \"The Imitation Game\" produziert?",
    "What year was \" Benedict Cumberbatch \" born ?": "In welchem Jahr wurde \"Benedict Cumberbatch\" geboren?",
    "In what year was \" Benedict Cumberbatch \" born": "In welchem Jahr wurde \"Benedict Cumberbatch\" geboren?",
    "What is the nationality of the actress \" Christoph Waltz \" ?": "Welche Nationalität hat die Schauspielerin \"Christoph Waltz\"?",
    "What is the nationality of the actor \" Christoph Waltz \" ?": "Welche Nationalität hat der Schauspieler \"Christoph Waltz\"?",
    "Find all movies produced in 2015": "Finde alle Filme aus dem Jahr 2015",
    "Find all actors born in \" Tehran \"": "Finde alle Schauspieler geboren in \" Teheran \".",
    "Find all actors born in Tehran": "Finde alle in Teheran geborenen Schauspieler",
    "Which actors were born in Tehran": "Welche Schauspieler wurden in Teheran geboren?",
    "Find all actors who are from Afghanistan": "Finde alle Schauspieler, die aus Afghanistan kommen",
    "Find all actors from Afghanistan": "Finde alle Schauspieler aus Afghanistan",
    "Give me the name of all the actors from Afghanistan": "Gib mir die Namen aller Schauspieler aus Afghanistan",
    "Find all actors who were born in 1984": "Finde alle Schauspieler, die im Jahr 1984 geboren wurden",
    "When was \" Kevin Spacey \" born ?": "Wann wurde \"Kevin Spacey\" geboren?",
    "In what year was \" Kevin Spacey \" born ?": "In welchem Jahr wurde \"Kevin Spacey\" geboren?",
    "Where is the birth place of \" Kevin Spacey \"": "Wo ist der Geburtsort von \"Kevin Spacey\"?",
    "In what city was \" Kevin Spacey \" born ?": "In welcher Stadt wurde \"Kevin Spacey\" geboren?",
    "What is the nationality of \" Kevin Spacey \" ?": "Welche Nationalität hat \"Kevin Spacey\"?",
    "How much was the budget of \" Finding Nemo \"": "Wie hoch war das Budget von \"Findet Nemo\"?",
    "Find all movies directed by \" Steven Spielberg \" after 2006": "Finde alle Filme unter der Regie von \" Steven Spielberg \" nach 2006",
    "Who is the director of the movie \" James Bond \" ?": "Wer ist der Regisseur des Films \"James Bond\"?",
    "Who directed the movie \" James Bond \" ?": "Wer hat bei dem Film \"James Bond\" Regie geführt?",
    "List \" James Bond \" directors": "Liste \" James Bond \" Regisseure",
    "Find the actor who played \" Alan Turing \" in the movie \" The Imitation Game \"": "Finde den Schauspieler, der \"Alan Turing\" in dem Film \"The Imitation Game\" gespielt hat.",
    "Who acted \" Alan Turing \" in the movie \" The Imitation Game \" ?": "Wer spielte den \"Alan Turing\" in dem Film \"The Imitation Game\"?",
    "Who was the actor that played \" Alan Turing \" in the movie \" The Imitation Game \" ?": "Wer war der Schauspieler, der \"Alan Turing\" in dem Film \"The Imitation Game\" spielte?",
    "Who acts as \" Alan Turing \" in the movie \" The Imitation Game \" ?": "Wer spielt die Rolle des \"Alan Turing\" in dem Film \"The Imitation Game\"?",
    "Who is the actor playing \" Alan Turing \" in \" The Imitation Game \" ?": "Wer ist der Schauspieler, der \"Alan Turing\" in \"The Imitation Game\" spielt?",
    "What is the genre of the movie \" Jurassic Park \" ?": "Was ist das Genre des Films \"Jurassic Park\"?",
    "Who was the director of the movie Joy from 2015 ?": "Wer war der Regisseur des Films Joy aus dem Jahr 2015?",
    "Find all movies written by \" Matt Damon \"": "Finde alle Filme, die von \" Matt Damon \" geschrieben wurden",
    "Find all movies written and produced by \" Woody Allen \"": "Finde alle Filme, die von \"Woody Allen\" geschrieben und produziert wurden.",
    "Find all movies featuring \" Robin Wright \"": "Finde alle Filme mit \" Robin Wright \".",
    "What are all the movies featuring \" Robin Wright \" ?": "Welche Filme gibt es mit \"Robin Wright\"?",
    "Find all movies in which \" Robin Wright \" appears": "Finde alle Filme, in denen \"Robin Wright\" vorkommt",
    "What was the budget of the movie Juno from 2007 ?": "Wie hoch war das Budget für den Film Juno von 2007?",
    "Find all Sci-Fi produced in year 2010": "Finde alle Sci-Fi, die im Jahr 2010 produziert wurden",
    "List all the Sci-Fi movies which released in 2010": "Liste aller Sci-Fi-Filme, die im Jahr 2010 erschienen sind",
    "Find all actors born in \" Austin \" after 1980": "Finde alle Schauspieler, die in \" Austin \" nach 1980 geboren wurden",
    "Who are the actors born in \" Austin \" after 1980 ?": "Wer sind die Schauspieler, die nach 1980 in \"Austin\" geboren wurden?",
    "Find all actors from Austin born after 1980": "Finde alle Schauspieler aus Austin, die nach 1980 geboren wurden",
    "Find all movies by directors born in \" Los Angeles \"": "Finde alle Filme von Regisseuren, die in \"Los Angeles\" geboren wurden.",
    "Find all actors who were born in \" New York City \" in 1984": "Finde alle Schauspieler, die 1984 in \" New York City \" geboren wurden",
    "Find all movies about nuclear weapons": "Alle Filme über Atomwaffen finden",
    "What are the movies related to nuclear weapons": "Welche Filme gibt es zum Thema Atomwaffen?",
    "Which movies did \" Alfred Hitchcock \" direct ?": "Bei welchen Filmen hat \"Alfred Hitchcock\" Regie geführt?",
    "Find all movies directed by \" Asghar Farhadi \" and featuring \" Taraneh Alidoosti \"": "Finde alle Filme unter der Regie von \" Asghar Farhadi \" und mit \" Taraneh Alidoosti \".",
    "What are all the movies directed by \" Asghar Farhadi \" featuring \" Taraneh Alidoosti \" ?": "Was sind alle Filme von \"Asghar Farhadi\" mit \"Taraneh Alidoosti\"?",
    "How many movies are there that are directed by \" Asghar Farhadi \" and featuring \" Taraneh Alidoosti \" ?": "Wie viele Filme gibt es, bei denen \"Asghar Farhadi\" Regie geführt hat und in denen \"Taraneh Alidoosti\" mitspielt?",
    "List all the movies directed by \" Asghar Farhadi \" in which \" Taraneh Alidoosti \" played": "Liste aller Filme unter der Regie von \"Asghar Farhadi\", in denen \"Taraneh Alidoosti\" mitspielte",
    "What are all the tv series created by \" Shonda Rhimes \" ?": "Welche Fernsehserien gibt es von \"Shonda Rhimes\"?",
    "Who acts \" Olivia Pope \" in the series Scandal ?": "Wer spielt \"Olivia Pope\" in der Serie \"Scandal\"?",
    "Who is the writer of the movie \" The Truman Show \"": "Wer ist der Autor des Films \"Die Truman Show\"?",
    "Who is the writer of \" The Truman Show \"": "Wer ist der Autor von \"Die Truman Show\"?",
    "What are the series featuring \" Scott Foley \" ?": "Welche Serien gibt es mit \"Scott Foley\"?",
    "What are the series in which \" Scott Foley \" is an actor ?": "In welchen Serien ist \"Scott Foley\" ein Schauspieler?",
    "Find the directors of all movies featuring \" Kate Winslet \"": "Finde die Regisseure aller Filme mit \" Kate Winslet \".",
    "Find the producers of all movies in which \" Kate Winslet \" is an actor": "Finde die Produzenten aller Filme, in denen \"Kate Winslet\" eine Schauspielerin ist",
    "Who is the director of the tv series \" House of Cards \" from 2013 ?": "Wer ist der Regisseur der Fernsehserie \"House of Cards\" von 2013?",
    "Find all the female actors from Austin": "Finde alle Schauspielerinnen aus Austin",
    "Find all actors from Italy born after 1980": "Finde alle Schauspieler aus Italien, die nach 1980 geboren wurden",
    "Find all the female actors born in \" New York City \" after 1980": "Finde alle Schauspielerinnen, die nach 1980 in \"New York City\" geboren wurden",
    "Find all the female actors in the movie \" Saving Private Ryan \"": "Finde alle weiblichen Darsteller im Film \"Saving Private Ryan\".",
    "Find all the directors who are from Afghanistan": "Finde alle Direktoren, die aus Afghanistan kommen",
    "Find the actors who played in the movie \" Camp X-Ray \"": "Finde die Schauspieler, die in dem Film \" Camp X-Ray \" mitgespielt haben",
    "Find all actors from Canada who acted in \" James Bond \" movies": "Finde alle Schauspieler aus Kanada, die in \"James Bond\"-Filmen mitgespielt haben",
    "find all films in which \" Rowan Atkinson \" acted as \" Mr. Bean \"": "Finde alle Filme, in denen \"Rowan Atkinson\" als \"Mr. Bean\" auftrat",
    "where is the director of \" The Past \" from": "Woher kommt der Regisseur von \"The Past\"?",
    "who acted the role of \" Mr. Bean \"": "der die Rolle des \"Mr. Bean\" gespielt hat",
    "what are the genres of movies directed by \" Asghar Farhadi \"": "Welches sind die Genres der Filme von \"Asghar Farhadi\"?",
    "Which movie had the character \" Daffy Duck \"": "In welchem Film gab es die Figur \"Daffy Duck\"?",
    "What are the major roles in the movie \" Daddy Long Legs \"": "Was sind die Hauptrollen in dem Film \"Daddy Long Legs\"?",
    "List all the directors of movies about nuclear weapons": "Liste aller Regisseure von Filmen über Atomwaffen",
    "What is the number of movies in which \" Jennifer Aniston \" acted after 2010 ?": "In wie vielen Filmen hat \"Jennifer Aniston\" nach 2010 mitgespielt?",
    "What is the number of actors in the movie \" Saving Private Ryan \" ?": "Wie viele Schauspieler gibt es in dem Film \"Saving Private Ryan\"?",
    "How many actors are in the movie \" Saving Private Ryan \" ?": "Wie viele Schauspieler sind in dem Film \"Saving Private Ryan\" zu sehen?",
    "How many movies did \" Steven Spielberg \" direct ?": "Bei wie vielen Filmen hat \"Steven Spielberg\" Regie geführt?",
    "How many movies were produced in the year 2013 ?": "Wie viele Filme wurden im Jahr 2013 produziert?",
    "What is the number of movies produced in 2013 ?": "Wie hoch ist die Zahl der 2013 produzierten Filme?",
    "What is the number of movies directed by \" Woody Allen \" per year ?": "Wie viele Filme dreht \"Woody Allen\" pro Jahr?",
    "How many movies did \" Shahab Hosseini \" act in ?": "In wie vielen Filmen hat \"Shahab Hosseini\" mitgespielt?",
    "What is the number of movies in which \" Shahab Hosseini \" acted ?": "In wie vielen Filmen hat \"Shahab Hosseini\" mitgespielt?",
    "What is the number of movies featuring \" Shahab Hosseini \" ?": "Wie hoch ist die Anzahl der Filme mit \"Shahab Hosseini\"?",
    "How many movies did \" Shahab Hosseini \" act in": "In wie vielen Filmen hat \"Shahab Hosseini\" mitgespielt?",
    "How many actors were born in \" Los Angeles \" after 2000 ?": "Wie viele Schauspieler wurden nach 2000 in \"Los Angeles\" geboren?",
    "How many movies did \" Humphrey Bogart \" act in before 1942 ?": "In wie vielen Filmen hat \"Humphrey Bogart\" vor 1942 mitgespielt?",
    "What is the number of movies that \" Brad Pitt \" acts in per year ?": "In wie vielen Filmen spielt \"Brad Pitt\" pro Jahr mit?",
    "How many movies about Iraq war were produced in 2015 ?": "Wie viele Filme über den Irakkrieg wurden 2015 produziert?",
    "How many movies about Persians were released after 1990 ?": "Wie viele Filme über Perser wurden nach 1990 veröffentlicht?",
    "How many movies did \" Quentin Tarantino \" direct after 2010 ?": "Wie viele Filme hat \"Quentin Tarantino\" nach 2010 gedreht?",
    "How many movies did \" Quentin Tarantino \" direct before 2010 ?": "Wie viele Filme hat \"Quentin Tarantino\" vor 2010 gedreht?",
    "How many movies did \" Quentin Tarantino \" direct before 2002 and after 2010 ?": "Wie viele Filme hat \"Quentin Tarantino\" vor 2002 und nach 2010 gedreht?",
    "How many female actors were born in \" New York City \" after 1980 ?": "Wie viele Schauspielerinnen wurden nach 1980 in \"New York City\" geboren?",
    "find the number of actors from Iran who played in \" Jim Jarmusch \" movies": "Finde die Anzahl der Schauspieler aus dem Iran, die in \"Jim Jarmusch\"-Filmen mitgespielt haben",
    "How many actors from China have acted in \" Rush Hour 3 \"": "Wie viele Schauspieler aus China haben in \"Rush Hour 3\" mitgespielt?",
    "Find all movies that star both \" Woody Strode \" and \" Jason Robards \"": "Finde alle Filme mit \"Woody Strode\" und \"Jason Robards\".",
    "Find all movies featuring \" Woody Strode \" and \" Jason Robards \"": "Finde alle Filme mit \"Woody Strode\" und \"Jason Robards\".",
    "Find all movies featuring both \" Woody Strode \" and \" Jason Robards \"": "Finde alle Filme mit \"Woody Strode\" und \"Jason Robards\".",
    "Find all movies featuring \" Jason Robards \" and \" Woody Strode \"": "Finde alle Filme mit \"Jason Robards\" und \"Woody Strode\".",
    "Find all actors who acted in the same movie as \" Tom Hanks \"": "Finde alle Schauspieler, die im selben Film mitgespielt haben wie \"Tom Hanks\".",
    "What movies have the same director as the movie \" Revolutionary Road \" ?": "Welche Filme haben denselben Regisseur wie der Film \"Revolutionary Road\"?",
    "Find the movie which is classified in the most number of genres": "Finde den Film, der in die meisten Genres eingeordnet ist",
    "which movie has the most number of actors from China ?": "Welcher Film hat die meisten Schauspieler aus China?",
    "Find the actors who played in the latest movie by \" Quentin Tarantino \"": "Finde die Schauspieler, die in dem neuesten Film von \" Quentin Tarantino \" mitgespielt haben",
    "Find the name and budget of the latest movie by \" Quentin Tarantino \"": "Finde den Namen und das Budget des neuesten Films von \"Quentin Tarantino\".",
    "What is the latest movie by \" Jim Jarmusch \"": "Was ist der neueste Film von \"Jim Jarmusch\"?",
    "Which producer has worked with the most number of directors ?": "Welcher Produzent hat mit den meisten Regisseuren zusammengearbeitet?",
    "Find the latest movie which \" Gabriele Ferzetti \" acted in": "Finde den neuesten Film, in dem \"Gabriele Ferzetti\" mitgespielt hat",
    "how many buttercup kitchen are there in san francisco ?": "Wie viele Butterblumenküchen gibt es in San Francisco?",
    "how many chinese restaurants are there in the bay area ?": "Wie viele chinesische Restaurants gibt es in der Bay Area?",
    "how many places for chinese food are there in the bay area ?": "Wie viele Orte für chinesisches Essen gibt es in der Bay Area?",
    "how many chinese places are there in the bay area ?": "Wie viele chinesische Restaurants gibt es in der Bay Area?",
    "how many places for chinese are there in the bay area ?": "Wie viele chinesische Restaurants gibt es in der Bay Area?",
    "how many jamerican cuisine are there in santa cruz county ?": "Wie viele jamerikanische Küchen gibt es in Santa Cruz County?",
    "where is jamerican cuisine ?": "Wo ist die jamerikanische Küche?",
    "what is the best french restaurant in san francisco ?": "Welches ist das beste französische Restaurant in San Francisco?",
    "What is the best french in san francisco ?": "Was ist der beste Franzose in San Francisco?",
    "What is the best place in san francisco for french food ?": "Was ist der beste Ort in San Francisco für französisches Essen?",
    "Give me the best place in san francisco for french food ?": "Welches ist der beste Ort in San Francisco für französisches Essen?",
    "Where is the best french in san francisco ?": "Wo gibt es die besten Franzosen in San Francisco?",
    "Give me the best french in san francisco ?": "Wie finde ich das beste Französisch in San Francisco?",
    "Where is the best french restaurant in san francisco ?": "Wo ist das beste französische Restaurant in San Francisco?",
    "Give me the best restaurant in san francisco for french food ?": "Welches ist das beste Restaurant in San Francisco für französisches Essen?",
    "Give me the best french restaurant in san francisco ?": "Wie finde ich das beste französische Restaurant in San Francisco?",
    "What is the best restaurant in san francisco for french food ?": "Welches ist das beste Restaurant in San Francisco für französisches Essen?",
    "Where is the best restaurant in san francisco for french food ?": "Wo ist das beste Restaurant in San Francisco für französisches Essen?",
    "where is denny in the bay area ?": "Wo ist Denny in der Bay Area?",
    "what are some good restaurants on bethel island rd in bethel island ?": "Welche guten Restaurants gibt es auf der Bethel Island Rd in Bethel Island?",
    "give me some good restaurants on bethel island rd in bethel island ?": "Kannst du mir ein paar gute Restaurants auf der Bethel Island Road in Bethel Island nennen?",
    "give me a good restaurant on bethel island rd in bethel island ?": "Kannst du mir ein gutes Restaurant auf der Bethel Island Rd in Bethel Island nennen?",
    "what is a good restaurant on bethel island rd in bethel island ?": "Welches ist ein gutes Restaurant auf der Bethel Island Rd in Bethel Island?",
    "where can we find a restaurant in alameda ?": "Wo können wir ein Restaurant in Alameda finden?",
    "give me a restaurant in alameda ?": "Gib mir ein Restaurant in Alameda?",
    "where can we find some restaurants in alameda ?": "Wo können wir in Alameda Restaurants finden?",
    "where is a restaurant in alameda ?": "Wo gibt es ein Restaurant in Alameda?",
    "give me some restaurants in alameda ?": "Kannst du mir ein paar Restaurants in Alameda nennen?",
    "give me some restaurants good for french food ?": "Nenne mir ein paar gute Restaurants für französisches Essen?",
    "where are some restaurants good for french food ?": "Wo gibt es gute Restaurants für französisches Essen?",
    "how many places for french food are there in palo alto ?": "Wie viele Restaurants mit französischem Essen gibt es in Palo Alto?",
    "how many french restaurants are there in palo alto ?": "Wie viele französische Restaurants gibt es in Palo Alto?",
    "how many french restaurant are there in palo alto ?": "Wie viele französische Restaurants gibt es in Palo Alto?",
    "how many places for french are there in palo alto ?": "Wie viele Plätze für Franzosen gibt es in Palo Alto?",
    "how many italian restaurants are in the yolo county ?": "Wie viele italienische Restaurants gibt es im Bezirk Yolo?",
    "where can i eat french food in mountain view ?": "Wo kann ich in Mountain View französisch essen?",
    "how many denny are there in the bay area ?": "Wie viele Dennys gibt es in der Bay Area?",
    "give me a good restaurant in alameda ?": "Kannst du mir ein gutes Restaurant in Alameda nennen?",
    "what are some good restaurants in alameda ?": "Welche guten Restaurants gibt es in Alameda?",
    "what is a good restaurant in alameda ?": "Welches ist ein gutes Restaurant in Alameda?",
    "give me some good restaurants in alameda ?": "Kannst du mir ein paar gute Restaurants in Alameda nennen?",
    "where is a good restaurant on buchanan in san francisco for arabic food ?": "Wo gibt es in San Francisco in der Buchanan ein gutes Restaurant für arabisches Essen?",
    "where are some good arabics on buchanan in san francisco ?": "Wo gibt es in San Francisco gute arabische Restaurants in Buchanan?",
    "where is a good arabic restaurant on buchanan in san francisco ?": "Wo gibt es ein gutes arabisches Restaurant auf der Buchanan in San Francisco?",
    "what are some good places for arabic on buchanan in san francisco ?": "Wo kann man in San Francisco auf der Buchanan gut Arabisch lernen?",
    "give me a good arabic on buchanan in san francisco ?": "Kannst du mir ein gutes Arabisch für die Buchanan in San Francisco geben?",
    "give me some restaurants good for arabic food on buchanan in san francisco ?": "Kannst du mir ein paar gute arabische Restaurants auf der Buchanan in San Francisco nennen?",
    "give me a good place on buchanan in san francisco for arabic food ?": "Kannst du mir einen guten Ort in San Francisco nennen, wo man arabisch essen kann?",
    "where is a good place on buchanan in san francisco for arabic food ?": "Wo kann man in San Francisco in der Buchanan gut arabisch essen?",
    "where can i eat arabic food on buchanan in san francisco ?": "Wo kann ich in der Buchanan in San Francisco arabisch essen?",
    "give me some good places on buchanan in san francisco for arabic food ?": "Wo kann man in San Francisco in der Buchanan gut arabisch essen?",
    "where is a arabic restaurant on buchanan in san francisco ?": "Wo ist ein arabisches Restaurant auf der Buchanan in San Francisco?",
    "give me a restaurant on buchanan in san francisco that serves good arabic food ?": "Kannst du mir ein Restaurant in Buchanan in San Francisco nennen, das gutes arabisches Essen serviert?",
    "give me a good restaurant on buchanan in san francisco for arabic food ?": "Kannst du mir ein gutes Restaurant in San Francisco nennen, in dem man arabisch essen kann?",
    "where is a restaurant on buchanan in san francisco that serves good arabic food ?": "Wo gibt es in San Francisco ein Restaurant in Buchanan, das gutes arabisches Essen serviert?",
    "give me some good restaurants on buchanan in san francisco for arabic food ?": "Kannst du mir ein paar gute Restaurants in San Francisco nennen, in denen man arabisch essen kann?",
    "give me some good places for arabic on buchanan in san francisco ?": "Kannst du mir ein paar gute Orte für Arabisch auf der Buchanan in San Francisco nennen?",
    "where can i eat some good arabic food on buchanan in san francisco ?": "Wo kann ich auf der Buchanan in San Francisco gut arabisch essen?",
    "where is a good arabic on buchanan in san francisco ?": "Wo gibt es ein gutes arabisches Restaurant auf der Buchanan in San Francisco?",
    "where are some restaurants good for arabic food on buchanan in san francisco ?": "Wo gibt es gute arabische Restaurants in der Buchanan in San Francisco?",
    "where are some good places for arabic on buchanan in san francisco ?": "Wo kann man in San Francisco auf der Buchanan gut Arabisch lernen?",
    "give me a good arabic restaurant on buchanan in san francisco ?": "Kannst du mir ein gutes arabisches Restaurant in der Buchananstraße in San Francisco nennen?",
    "give me some good arabics on buchanan in san francisco ?": "Kannst du mir ein paar gute Araber auf der Buchanan in San Francisco nennen?",
    "where can i eat french food in the bay area ?": "Wo kann ich in der Bay Area französisch essen?",
    "give me some restaurants on bethel island rd in bethel island ?": "Kannst du mir ein paar Restaurants auf der Bethel Island Road in Bethel Island nennen?",
    "give me a restaurant on bethel island rd in bethel island ?": "Gib mir ein Restaurant auf der Bethel Island Road in Bethel Island?",
    "where can we find a restaurant on bethel island rd in bethel island ?": "Wo finden wir ein Restaurant auf der Bethel Island Rd in Bethel Island?",
    "where can we find some restaurants on bethel island rd in bethel island ?": "Wo finden wir Restaurants auf der Bethel Island Rd in Bethel Island?",
    "where is the best restaurant in the bay area for american food ?": "Wo ist das beste Restaurant in der Bay Area für amerikanisches Essen?",
    "where is the best restaurant in bay area for american food ?": "Wo ist das beste Restaurant in der Bay Area für amerikanisches Essen?",
    "what is the best restaurant in bay area for american food ?": "Welches ist das beste Restaurant in der Bay Area für amerikanisches Essen?",
    "what is the best american restaurant in the bay area ?": "Welches ist das beste amerikanische Restaurant in der Bay Area?",
    "where is the best american restaurant in the bay area ?": "Wo gibt es das beste amerikanische Restaurant in der Bay Area?",
    "what is the best american in the bay area ?": "Was ist der beste Amerikaner in der Bay Area?",
    "give me the best restaurant in the bay area for american food ?": "Nenne mir das beste Restaurant in der Bay Area für amerikanisches Essen?",
    "give me the best restaurant in bay area for american food ?": "Nenne mir das beste Restaurant in der Bay Area für amerikanisches Essen?",
    "what is the best restaurant in the bay area for american food ?": "Welches ist das beste Restaurant in der Bay Area für amerikanisches Essen?",
    "where is the best american in the bay area ?": "Wo gibt es den besten Amerikaner in der Bay Area?",
    "give me the best american in the bay area ?": "Nenne mir den besten Amerikaner in der Bay Area?",
    "give me the best american restaurant in the bay area ?": "Nenne mir das beste amerikanische Restaurant in der Bay Area.",
    "give me some restaurants good for french food in the yosemite and mono lake area ?": "Kannst du mir ein paar Restaurants in der Gegend um Yosemite und Mono Lake nennen, in denen man gut französisch essen kann?",
    "what are some good places in the yosemite and mono lake area for french food ?": "Wo kann man in der Gegend um Yosemite und Mono Lake gut französisch essen?",
    "give me a good restaurant in the yosemite and mono lake area for french food ?": "Kannst du mir ein gutes Restaurant in der Gegend um Yosemite und Mono Lake nennen, wo man gut französisch essen kann?",
    "give me a good french restaurant in the yosemite and mono lake area ?": "Kannst du mir ein gutes französisches Restaurant in der Gegend um Yosemite und Mono Lake nennen?",
    "where is a good place in the yosemite and mono lake area for french food ?": "Wo gibt es in der Gegend um Yosemite und Mono Lake ein gutes Lokal für französisches Essen?",
    "where are some restaurants good for french food in the yosemite and mono lake area ?": "Wo gibt es gute Restaurants für französisches Essen in der Gegend um Yosemite und Mono Lake?",
    "give me a good place in the yosemite and mono lake area for french food ?": "Kannst du mir einen guten Ort in der Gegend um Yosemite und Mono Lake nennen, wo man gut französisch essen kann?",
    "where is a good restaurant in the yosemite and mono lake area for french food ?": "Wo gibt es in der Gegend um Yosemite und Mono Lake ein gutes Restaurant für französisches Essen?",
    "what are some good restaurants in the yosemite and mono lake area for french food ?": "Welche guten Restaurants gibt es in der Gegend um Yosemite und Mono Lake für französisches Essen?",
    "where is a good french restaurant in the yosemite and mono lake area ?": "Wo gibt es ein gutes französisches Restaurant in der Gegend um Yosemite und Mono Lake?",
    "where can i eat some good french food in the yosemite and mono lake area ?": "Wo kann ich in der Gegend um Yosemite und Mono Lake gut französisch essen?",
    "where are some restaurants good for arabic food in mountain view ?": "Wo gibt es gute Restaurants für arabisches Essen in Mountain View?",
    "what are some good places in mountain view for arabic food ?": "Welche guten Orte gibt es in Mountain View für arabisches Essen?",
    "where are some good arabic restaurants in mountain view ?": "Wo gibt es ein paar gute arabische Restaurants in Mountain View?",
    "show me a good arabic restaurant in mountain view ?": "Zeig mir ein gutes arabisches Restaurant in Mountain View?",
    "give me a good arabic in mountain view ?": "Gib mir ein gutes Arabisch in Mountain View?",
    "give me a good arabic restaurant in mountain view ?": "Kannst du mir ein gutes arabisches Restaurant in Mountain View nennen?",
    "give me a good place in mountain view for arabic food ?": "Kannst du mir einen guten Ort in Mountain View nennen, wo man arabisch essen kann?",
    "where are some good arabics in mountain view ?": "Wo gibt es ein paar gute Araber in Mountain View?",
    "where is a restaurant in mountain view that serves good arabic food ?": "Wo gibt es ein Restaurant in Mountain View, das gutes arabisches Essen serviert?",
    "what are some good restaurants in mountain view for arabic food ?": "Was sind gute Restaurants in Mountain View für arabisches Essen?",
    "give me some restaurants good for arabic food in mountain view ?": "Kannst du mir ein paar Restaurants in Mountain View nennen, die gutes arabisches Essen anbieten?",
    "where can i eat some good arabic food in mountain view ?": "Wo kann ich in Mountain View gutes arabisches Essen essen?",
    "give me some good places for arabic in mountain view ?": "Kannst du mir ein paar gute Orte für Arabisch in Mountain View nennen?",
    "where is a good arabic in mountain view ?": "Wo gibt es ein gutes Arabisch in Mountain View?",
    "give me a restaurant in mountain view that serves good arabic food ?": "Kannst du mir ein Restaurant in Mountain View nennen, das gutes arabisches Essen serviert?",
    "give me some good arabic restaurants in mountain view ?": "Kannst du mir ein paar gute arabische Restaurants in Mountain View nennen?",
    "where are some good places for arabic in mountain view ?": "Wo gibt es gute Orte für Arabisch in Mountain View?",
    "give me some good arabics in mountain view ?": "Gib mir ein paar gute Araber in Mountain View?",
    "give me a good restaurant in mountain view for arabic food ?": "Kannst du mir ein gutes Restaurant in Mountain View für arabisches Essen nennen?",
    "where is a good arabic restaurant in mountain view ?": "Wo gibt es ein gutes arabisches Restaurant in Mountain View?",
    "what are some good places for arabic in mountain view ?": "Was sind gute Orte für Arabisch in Mountain View?",
    "where is a good restaurant in mountain view for arabic food ?": "Wo gibt es in Mountain View ein gutes Restaurant für arabisches Essen?",
    "where is a good place in mountain view for arabic food ?": "Wo gibt es in Mountain View ein gutes Lokal für arabisches Essen?",
    "where can i find a jamerican cuisine in san francisco ?": "Wo kann ich eine jamerikanische Küche in San Francisco finden?",
    "where is jamerican cuisine in san francisco ?": "Wo gibt es jamerikanische Küche in San Francisco?",
    "where is a jamerican cuisine in san francisco ?": "Wo gibt es eine jamerikanische Küche in San Francisco?",
    "where can we find some restaurants in the bay area ?": "Wo können wir einige Restaurants in der Bay Area finden?",
    "give me some restaurants in the bay area ?": "Nenn mir ein paar Restaurants in der Bay Area?",
    "give me a restaurant in the bay area ?": "Nenne mir ein Restaurant in der Bay Area?",
    "where can i find a restaurant in the bay area ?": "Wo kann ich ein Restaurant in der Bay Area finden?",
    "give me a good restaurant in the bay area ?": "Kannst du mir ein gutes Restaurant in der Bay Area nennen?",
    "what are some good restaurants in the bay area ?": "Welche guten Restaurants gibt es in der Bay Area?",
    "give me some good restaurants in the bay area ?": "Kannst du mir ein paar gute Restaurants in der Bay Area nennen?",
    "what is a good restaurant in the bay area ?": "Welches ist ein gutes Restaurant in der Bay Area?"
}